{
  "dataList": [
    {
      "id": "announcer_cheer_21_1",
      "dlg": "Внемлите, дорогие соратники! Давайте встретим их в честном бою! Мы восторжествуем над этим испытанием и продолжим наш путь в бесконечном приключении!"
    },
    {
      "id": "announcer_cheer_21_2",
      "dlg": "Мы не отступим, какая бы опасность ни грозила! Их натиск меркнет перед пламенем нашей страсти!"
    },
    {
      "id": "announcer_specialcheer_21_1",
      "dlg": "Вы, наглые— Кхм! Их подлое коварство - лишь мимолётная напасть! В конце концов, мы восторжествуем и сломим их копья!"
    },
    {
      "id": "announcer_specialcheer_21_2",
      "dlg": "Ни разу не пускались мы в приключения без опасностей! Однако же в конце каждой истории именно мы всегда одерживали победу!\nВоистину, се есть пересказ нашей собственной истории!"
    },
    {
      "id": "announcer_enemy_break_21_1",
      "dlg": "Ветра победы дуют нам в спину! Сразите пошатнувшегося врага, и их боевой дух будет сломлен! В АТАКУ!"
    },
    {
      "id": "announcer_ally_break_21_1",
      "dlg": "Не страшись преклонить колено время от времени! Немного слюны на рану твою, и исцелишься вмиг, воистину!\n... Эм. Возможно, это было чересчур..."
    },
    {
      "id": "announcer_killenemy_21_1",
      "dlg": "Мы втоптали боевой дух врагов в грязь! Никто не устоит на нашем пути!"
    },
    {
      "id": "announcer_ally_dead_21_1",
      "dlg": "... Я буду помнить тебя; как и Сэр Менеджер.\nТы сражался доблестно. Жду твоего возвращения с нетерпением."
    },
    {
      "id": "announcer_enemy_adv_21_1",
      "dlg": "Что бы ты сделал в такой ситуации, Отец?\n... Ха-ха. Полагаю, он никогда не бывал в подобной ситуации. Внемлите! Сие не конец, мои соратники!"
    },
    {
      "id": "announcer_ally_adv_21_1",
      "dlg": "Держитесь крепче в сёдлах, соратники мои. Сколько бы мы ни истекали кровью, как бы тяжело ни дышали, победа всегда была в наших руках."
    },
    {
      "id": "announcer_danger_21_1",
      "dlg": "Сие последнее изменение перевернёт ход битвы! Хоть мы и загнаны в угол сейчас, но эпическая повесть о сегодняшней победе будет написана нашими руками!"
    },
    {
      "id": "announcer_enemy_specialskill_21_1",
      "dlg": "Совсем как изысканные приготовления Дульсинеи к финалу её Парада...\nНо я уже знала, что это грядёт, посему сие не слишком меня встревожило. ...Итак! Мы не будем смущены подобным лукавством! Молю, приготовьтесь соответственно!"
    },
    {
      "id": "announcer_enemy_specialgimmick_21_1",
      "dlg": "Помните ли вы аттракцион Цирюльника с его обильными сюрпризами?!\nСмотрите внимательно, широко раскрыв очи свои, и не дайте такому обману сбить вас с толку!"
    },
    {
      "id": "announcer_advatk_physical_21_1",
      "dlg": "ЧУДЕ-СНЫЙ выбор, Сэр Менеджер! Воистину, очи твои глядят верно!"
    },
    {
      "id": "announcer_disadvatk_physical_21_1",
      "dlg": "Кхм... Кхм. Воистину, глубина твоей мудрости... весьма... несказанна..."
    },
    {
      "id": "announcer_advatk_attr_21_1",
      "dlg": "Твои дальновидные—метафорические—очи поистине... ах, сие вызывает слезы в моих собственных очах!\nЯ нашла идеальную цитату для подобной ситуации в одной из моих книг о подвигах Корректировщиков. Хмм..."
    },
    {
      "id": "announcer_disadvatk_attr_21_1",
      "dlg": "Хох? Однако же враги наши кажутся весьма стойкими против подобного удара... Аах, ты даёшь им шанс на честную дуэль, так ведь! Воистину, продолжай!"
    },
    {
      "id": "announcer_enemy_specialbuff_21_1",
      "dlg": "Неужто их напоили пакетами с кровью...? Н-нет.\nВраги наши стоят там, преисполненные боевого духа! Молю, будьте осторожны!"
    },
    {
      "id": "announcer_enemy_specialdebuff_21_1",
      "dlg": "Очевидно, что твой удар по ним был подобен плеску воды на меня саму!\nУгх... Меня слегка замутило от одного лишь упоминания об этом."
    },
    {
      "id": "announcer_ally_specialbuff_21_1",
      "dlg": "... Мм! Я узрела могучую ауру среди вас! Как вам понравились ТОП-5 героических сказаний для поднятия духа, отобранных не кем иным, как вашей покорной слугой?!"
    },
    {
      "id": "announcer_ally_specialdebuff_21_1",
      "dlg": "Хоть я и не благословлена даром красноречия, как Священник, я... приложу все усилия, дабы снять тяготы с твоего сердца.\n... Отчего ты морщишься столь недовольно?"
    },
    {
      "id": "announcer_enemy_destroy_21_1",
      "dlg": "Ах, ты отколол часть его! Сие напоминает мне о моём приключении, когда—\nМм."
    },
    {
      "id": "announcer_enemy_destroy_21_2",
      "dlg": "Значительная часть нашего врага была отсечена от их тела! Лишь смертельный исход ждёт их; посему скачите, скачите к их погибели!"
    },
    {
      "id": "announcer_round_takebigdmg_21_1",
      "dlg": "Т-тьфу...\nАх... Отец мог бы уничтожить этого глупца в мгновение ока..."
    },
    {
      "id": "announcer_round_takebigdmg_21_2",
      "dlg": "Их натиск был довольно беспощаден... Однако не дайте сердцу своему дрогнуть, и мы доживём до следующего дня!\nВоистину, как узнать исход битвы, не предприняв ни единой попытки?!"
    },
    {
      "id": "announcer_round_givebigdmg_21_1",
      "dlg": "Ч-что это был за удар?! Сие было сокрушение величайших пропорций...!"
    },
    {
      "id": "announcer_round_givebigdmg_21_2",
      "dlg": "Аха, я документирую сей впечатляющий удар, ибо о таком знаменательном натиске должно позже поведать среди наших собратьев!"
    },
    {
      "id": "announcer_multikillenemy_21_1",
      "dlg": "УООООХ! Единственный удар, от восхищения которым у меня отвисла челюсть!!!"
    },
    {
      "id": "announcer_equip_21_1",
      "dlg": "Хмхм! Сколь сильно желала я сама принять участие в подобной записывающей деятельности! Готова я принять на себя такую ответственность!"
    }
  ]
}
