{
  "dataList": [
    {
      "id": "announcer_cheer_29_1",
      "dlg": "О, так пышно, так мягко... Боже, у меня сегодня отличный день для волос. Ничего плохого не случается, когда я просыпаюсь на роскошной стороне кровати."
    },
    {
      "id": "announcer_cheer_29_2",
      "dlg": "Просто не могу понять, как кто-то может попасть в Книгу Мести. Мы, Средние, не суём большой палец себе в задницу, как... ну, Большой Палец. И мы не загадочные, как Указательный... Так в чём дело?"
    },
    {
      "id": "announcer_specialcheer_29_1",
      "dlg": "Ты там в порядке? Выглядишь так, будто кто-то нагадил на твой завтрак."
    },
    {
      "id": "announcer_specialcheer_29_2",
      "dlg": "Слушай, если у тебя не получается, значит не получается. Хватит упрямиться и отступи, чтобы я или другие старшие могли вмешаться и разобраться с этим."
    },
    {
      "id": "announcer_enemy_break_29_1",
      "dlg": "Оказаться сбитым на землю — это ещё не наказание, если вдруг ты чувствовал себя счастливчиком."
    },
    {
      "id": "announcer_ally_break_29_1",
      "dlg": "Чёрт, уже отключился? Теперь эта обида попадёт в Книгу Мести... Я скоро отомщу за тебя."
    },
    {
      "id": "announcer_killenemy_29_1",
      "dlg": "Их грех слишком тяжёл, чтобы расплатиться одной жизнью... Вот оно, мы казним всех здесь! Включая тех парней, что трясутся в углу!"
    },
    {
      "id": "announcer_ally_dead_29_1",
      "dlg": "Не связывайтесь со Средним! Запишите их всех, высеките в своей памяти и казните."
    },
    {
      "id": "announcer_enemy_adv_29_1",
      "dlg": "Средний помнит, всегда. Я запомню каждую мелкую гадость, которую они сделали моей семье сегодня... и заставлю их заплатить!"
    },
    {
      "id": "announcer_ally_adv_29_1",
      "dlg": "... Я больше не могу это делать. Мне вот-вот станет смертельно скучно — прикончите их быстрее."
    },
    {
      "id": "announcer_ally_advex_29_1",
      "dlg": "Средний никогда не забывает... Да ладно, ты же живёшь в Городе, верно? Тебе действительно стоило обращать больше внимания на то, где ты живёшь. Если только ты не думал, что мы блефуем... ты так думал?"
    },
    {
      "id": "announcer_danger_29_1",
      "dlg": "Я мог бы решить эту проблему за тебя, но... я не могу ослушаться просьбы Старшей Сестры не вмешиваться. Но... если ты падёшь в этой битве... я заставлю их заплатить. Даю слово."
    },
    {
      "id": "announcer_enemy_specialskill_29_1",
      "dlg": "Они точно знают, как подогреть интерес к главному событию, а... чёрт. Ребята, сначала прыгайте на этого придурка!"
    },
    {
      "id": "announcer_enemy_specialgimmick_29_1",
      "dlg": "Что за чертовщина? Я никогда не видел ничего подобного... Город явно полон странной херни."
    },
    {
      "id": "announcer_advatk_physical_29_1",
      "dlg": "Чёрт возьми, да! Вот это больше на тебя похоже!"
    },
    {
      "id": "announcer_disadvatk_physical_29_1",
      "dlg": "Малыш... удары кулаками — это не всё в драке. У тебя есть ноги, помнишь? Не забывай про пинки."
    },
    {
      "id": "announcer_advatk_attr_29_1",
      "dlg": "Эта атака только что? Абсолютная роскошь."
    },
    {
      "id": "announcer_disadvatk_attr_29_1",
      "dlg": "Безвесно, бесхарактерно... какой колючий удар."
    },
    {
      "id": "announcer_enemy_specialbuff_29_1",
      "dlg": "Глава 72, Раздел 3, Ряд D, Строка 4. Угроза члену Среднего с использованием средств, предоставленных непризнанными процедурами усиления. Наказание: избиение до смерти."
    },
    {
      "id": "announcer_enemy_specialdebuff_29_1",
      "dlg": "Что, думал политика мести Среднего — это просто угроза? Мы сделаем всё что угодно, если это значит, что мы можем отомстить."
    },
    {
      "id": "announcer_ally_specialbuff_29_1",
      "dlg": "Ах... вы, ребята, действительно нечто, знаете это? Что же вас так мотивировало? Обещание барбекю из Кита после этого?"
    },
    {
      "id": "announcer_ally_specialdebuff_29_1",
      "dlg": "Что... что за странная штука на тебе? Избавься от неё. Я же говорил вам, чтобы вы перестали подбирать странную фигню с земли, разве нет?"
    },
    {
      "id": "announcer_enemy_destroy_29_1",
      "dlg": "Дааа! Выбейте из них всё дерьмо!"
    },
    {
      "id": "announcer_enemy_destroy_29_2",
      "dlg": "Теперь ты видишь, что происходит с теми, кто злит Среднего. Полное уничтожение."
    },
    {
      "id": "announcer_round_takebigdmg_29_1",
      "dlg": "Ха-ха! Это было чертовски неплохо! Ребята, вы нашли себе забавного противника."
    },
    {
      "id": "announcer_round_takebigdmg_29_2",
      "dlg": "Надеюсь, вы все ещё стоите после этого. Мы должны показать им, что значит связываться со Средним!"
    },
    {
      "id": "announcer_round_givebigdmg_29_1",
      "dlg": "О да! Очень умный способ вписать рамки наказания в положения Главы 13, Раздела 2. Хех."
    },
    {
      "id": "announcer_round_givebigdmg_29_2",
      "dlg": "Потрясающая работа! Теперь закончите с этим, и я одарю вас ограниченным выпуском наклеек с котятами для ваших Книг Мести!"
    },
    {
      "id": "announcer_multikillenemy_29_1",
      "dlg": "Ха-ха! О да. Это просто потрясающе!"
    },
    {
      "id": "announcer_equip_29_1",
      "dlg": "Я обычно предпочитаю сам быть в гуще событий, но... Я, Рикардо, теперь беру на себя эту роль по просьбе Старшей Сестры!"
    },
    {
      "id": "announcer_wait_29_1",
      "dlg": "Я должен отвести вас, ребята, к моим Старшим на востоке. Я бы с удовольствием снова увидел их уникальные техники и провёл для вас некоторые оценки.",
      "isHide": true
    },
    {
      "id": "announcer_multikillally_29_1",
      "dlg": "Чёрт... это напоминает мне того ублюдка. Некоторое время назад этот бешеный пёс ворвался в наш южный филиал из ниоткуда и начал убивать наших Старших налево и направо.\nСредний всех четырёх сторон света до сих пор помнят тот день — и мы отомстим... несмотря ни на что...",
      "isHide": true
    }
  ]
}