{
  "dataList": [
    {
      "id": "announcer_cheer_14_1",
      "dlg": "Эм... То есть. Эм, кхм. Удачи, приятель."
    },
    {
      "id": "announcer_cheer_14_2",
      "dlg": "Делай там что хочешь! Уверен, ты их всех одним ударом положишь!"
    },
    {
      "id": "announcer_specialcheer_14_1",
      "dlg": "Хаах... Не в первый раз вижу такое жалкое зрелище. В крови, на грани смерти... Но мы же не хотим убежать и выглядеть трусами, да?"
    },
    {
      "id": "announcer_specialcheer_14_2",
      "dlg": "Вас всех убьют в таком темпе... Ну, Часоголовый здесь, чтобы вернуть вас, так что пусть это вас не останавливает! Продолжайте давить, ага?"
    },
    {
      "id": "announcer_enemy_break_14_1",
      "dlg": "Посмотрите на них, они разорваны в клочья! Этот выглядит особенно измотанным... разбейте ему голову!"
    },
    {
      "id": "announcer_ally_break_14_1",
      "dlg": "Чёрт возьми... Я же говорил тебе убраться с дороги, разве нет? Эй, кто-нибудь! Отвлеките внимание врага, пока этот не встанет."
    },
    {
      "id": "announcer_killenemy_14_1",
      "dlg": "Один готов. Продолжайте их валить, и в конце останемся только мы. Вот это настоящая драка, не так ли?"
    },
    {
      "id": "announcer_ally_dead_14_1",
      "dlg": "Удачи повернуть часы вспять для этого... выглядит так, будто будет больно. Эй, может быть, есть способ умереть так, чтобы Часоголовому было менее больно это проходить?"
    },
    {
      "id": "announcer_enemy_adv_14_1",
      "dlg": "Ха, какой бардак... Можешь продолжать, но будет только больнее, когда тебе неизбежно придётся повернуть часы вспять позже."
    },
    {
      "id": "announcer_ally_adv_14_1",
      "dlg": "Верно. Что я говорил? Побеждает всегда тот, кто остается на ногах последним. Слушай. Не думай о том, как больно будет... думай о том, что ты сделаешь после того, как этот парень умрёт. Это придаст тебе сил."
    },
    {
      "id": "announcer_danger_14_1",
      "dlg": "Одна маленькая ошибка, и ты пропал! Хорошенько подумай, прежде чем делать ход."
    },
    {
      "id": "announcer_enemy_specialskill_14_1",
      "dlg": "Эй! Посмотри на этого придурка там! Что-то происходит... Давай, прячься!"
    },
    {
      "id": "announcer_enemy_specialgimmick_14_1",
      "dlg": "Я хорош в том, чтобы догадываться о всяких вещах, да? Они явно собираются что-то сделать, но я понятия не имею, что именно. Подумай об этом, а?"
    },
    {
      "id": "announcer_advatk_physical_14_1",
      "dlg": "Насилие действительно лучшее решение, не так ли? Надери ему задницу!"
    },
    {
      "id": "announcer_disadvatk_physical_14_1",
      "dlg": "Это эм... не очень эффективно, да? Я имею в виду, предполагаю, это не было совершенно бесполезным, но... ну, ты в конце концов справишься."
    },
    {
      "id": "announcer_advatk_attr_14_1",
      "dlg": "Оо! Это был умный ход, да? Напоминает мне об умниках, которых я встречал в своё время в Синдикате."
    },
    {
      "id": "announcer_disadvatk_attr_14_1",
      "dlg": "Это было... Хм. Не заставляй меня называть тебя тупым, ладно?"
    },
    {
      "id": "announcer_enemy_specialbuff_14_1",
      "dlg": "Чего это все эти придурки так возбудились? У меня плохое предчувствие насчёт этого..."
    },
    {
      "id": "announcer_enemy_specialdebuff_14_1",
      "dlg": "Эй, они все выглядят чертовски пьяными!"
    },
    {
      "id": "announcer_ally_specialbuff_14_1",
      "dlg": "Оо, вы все полны энергии! Видите что-нибудь странное?"
    },
    {
      "id": "announcer_ally_specialdebuff_14_1",
      "dlg": "Чего это у вас такие гримасы? Давайте, улыбнитесь! Что, кто-то умер или что?"
    },
    {
      "id": "announcer_enemy_destroy_14_1",
      "dlg": "Отлииично~ Ты сломал ногу этому придурку. Он точно не сбежит из этой драки в ближайшее время!"
    },
    {
      "id": "announcer_enemy_destroy_14_2",
      "dlg": "Ты уничтожил ту часть, которая действовала мне на нервы. Это наш шанс! Парни, девчонки! Взять их!"
    },
    {
      "id": "announcer_round_takebigdmg_14_1",
      "dlg": "Вау! Ах... выглядело больно. Ты в порядке, приятель?"
    },
    {
      "id": "announcer_round_takebigdmg_14_2",
      "dlg": "Возможно, стоит это осмотреть, прежде чем мы снова бросимся в бой. Я знаю, у меня горячий нрав, но даже на мой взгляд это выглядело плохо. Возьми минутку, чтобы восстановиться."
    },
    {
      "id": "announcer_round_givebigdmg_14_1",
      "dlg": "Боже мой, вот это был удар! Ты оставил их в руинах!"
    },
    {
      "id": "announcer_round_givebigdmg_14_2",
      "dlg": "Хех, это стоило им руки и ноги... что теперь? Эй, кстати, это был чертовски потрясающий удар!"
    },
    {
      "id": "announcer_multikillenemy_14_1",
      "dlg": "Ты сделал это... всё сам? Научи меня, как это делать, тоже."
    },
    {
      "id": "announcer_equip_14_1",
      "dlg": "Что мне сказать Кэти, когда я наконец её увижу...? О, запись уже началась? Кхм. Я не очень привык к этому микрофонному делу... но давайте начнём."
    }
  ]
}
