{
  "dataList": [
    {
      "id": "announcer_cheer_18_1",
      "dlg": "Вы все сможете вырасти, когда переживете эти трудности. Возможно, у нас будет несколько жертв на этом пути, но... как ваша Сефира, я обязуюсь помочь вам выжить."
    },
    {
      "id": "announcer_cheer_18_2",
      "dlg": "Есть ли что-нибудь, о чем вы хотели бы поговорить со мной? Вы знаете, что я всегда готова выслушать о ваших трудностях на консультационной сессии."
    },
    {
      "id": "announcer_specialcheer_18_1",
      "dlg": "В-видишь, Тиффани? Видишь, как все может пойти наперекосяк, когда ты меня не слушаешь...? Ох... Это... ничего. Извините, я продолжаю слышать какой-то странный шум..."
    },
    {
      "id": "announcer_specialcheer_18_2",
      "dlg": "Нет... Большинство сотрудников пали... Но... но я так старалась. ... Неужели я действительно не была настолько полезной в конце концов...?"
    },
    {
      "id": "announcer_enemy_break_18_1",
      "dlg": "Цель подавления ошеломлена. Давайте продолжать давить, все!"
    },
    {
      "id": "announcer_ally_break_18_1",
      "dlg": "Сотрудник выглядит довольно потрясенным. Надеюсь, кто-нибудь скоро ему поможет..."
    },
    {
      "id": "announcer_killenemy_18_1",
      "dlg": "Сотрудники подавили сущность. Я уверена, это предотвратит много будущего вреда!"
    },
    {
      "id": "announcer_ally_dead_18_1",
      "dlg": "Я видела его лицо, менеджер. Я видела отчаянный взгляд умирающего сотрудника. Вы думаете, моей подготовки было недостаточно...?"
    },
    {
      "id": "announcer_enemy_adv_18_1",
      "dlg": "Пожалуйста, не говорите, что все это моя вина, менеджер... Вы не можете так со мной поступать. Я ведь хорошая Сефира в конце концов, не так ли?"
    },
    {
      "id": "announcer_ally_adv_18_1",
      "dlg": "Смотрите, менеджер! Все преодолели трудности и в результате стали опытными сотрудниками! Вы думаете, я была... полезной на этот раз?"
    },
    {
      "id": "announcer_danger_18_1",
      "dlg": "Я знаю, что ситуация ухудшилась, но... Я старалась изо всех сил... Почему вы не можете понять, как усердно я стараюсь— Какая я добрая? Вы все были бы уже убиты как насекомые, если бы я вам не помогала!"
    },
    {
      "id": "announcer_enemy_specialskill_18_1",
      "dlg": "Менеджер, пожалуйста, определите характеристики враждебной сущности! Еще больше сотрудников пострадает, если вы этого не сделаете!"
    },
    {
      "id": "announcer_enemy_specialgimmick_18_1",
      "dlg": "Пожалуйста, сосредоточьтесь, все. Сущность, которую мы будем подавлять сегодня, требует немного другого подхода, чем остальные."
    },
    {
      "id": "announcer_advatk_physical_18_1",
      "dlg": "Почему бы вам не попробовать такую же атаку против той сущности? Может быть, мы могли бы записать видео об этом, и это будет хорошим положительным примером, чтобы помочь другим сотрудникам!"
    },
    {
      "id": "announcer_disadvatk_physical_18_1",
      "dlg": "Это была не лучшая контрмера, но гораздо лучше, чем ничего. Давайте сосредоточимся в следующий раз, хорошо?"
    },
    {
      "id": "announcer_advatk_attr_18_1",
      "dlg": "Отлично, вы сделали именно так, как я говорила вам во время нашей консультационной сессии! Я знала... моя консультационная кампания была отличной идеей."
    },
    {
      "id": "announcer_disadvatk_attr_18_1",
      "dlg": "Разве у меня уже не было консультационной сессии с этим сотрудником? Почему они атаковали сущность таким образом...?"
    },
    {
      "id": "announcer_enemy_specialbuff_18_1",
      "dlg": "Это не соответствует данным, которые мы получили от Информационной Команды, но... не паникуйте, менеджер! Все будет в порядке, если мы сохраним спокойствие."
    },
    {
      "id": "announcer_enemy_specialdebuff_18_1",
      "dlg": "Цель подавления в довольно плохом состоянии! Фух, я боялась, что нам придется просить Гебуру вызвать Команду Кроликов."
    },
    {
      "id": "announcer_ally_specialbuff_18_1",
      "dlg": "Кажется... сотрудники в выгодном положении. Может быть, мы сможем использовать это, чтобы подавить сущность..."
    },
    {
      "id": "announcer_ally_specialdebuff_18_1",
      "dlg": "Что-то не так с этим сотрудником... Я же говорила вам, они не могут нормально работать без моих консультационных сессий."
    },
    {
      "id": "announcer_enemy_destroy_18_1",
      "dlg": "Наши сотрудники отломили часть этой сущности! Я же говорила вам, что предварительная подготовка пригодится, не так ли?"
    },
    {
      "id": "announcer_enemy_destroy_18_2",
      "dlg": "Часть сущности сломана. Давайте воспользуемся этим шансом, чтобы быстро подавить сущность, чтобы меньше наших сотрудников пострадало, менеджер!"
    },
    {
      "id": "announcer_round_takebigdmg_18_1",
      "dlg": "Ты! Возьми себя в руки! Ты ведь обвинишь меня, если тебя убьют, не так ли?! Ты... ты пытаешься сделать из меня плохую Сефиру?"
    },
    {
      "id": "announcer_round_takebigdmg_18_2",
      "dlg": "Послушайте меня! Я единственная из Сефирот, кого вообще волнует ваша безопасность... Так почему же вы не делаете так, как я вас учила...?"
    },
    {
      "id": "announcer_round_givebigdmg_18_1",
      "dlg": "Вы нанесли довольно сильный удар по цели подавления! Идеальная атака, которую я ожидала от сотрудника Тренировочной Команды."
    },
    {
      "id": "announcer_round_givebigdmg_18_2",
      "dlg": "Давайте продолжим давить еще немного! Мы так близки к подавлению этой сущности!"
    },
    {
      "id": "announcer_multikillenemy_18_1",
      "dlg": "Вау, мы должны показать эту атаку и другим Командам тоже! Я уверена, они смогут многому научиться из этого приема."
    },
    {
      "id": "announcer_add_18_1",
      "dlg": "Менеджер, шкала Перегрева Клипот растет. При таком темпе Испытание будет здесь с минуты на минуту!"
    },
    {
      "id": "announcer_add_18_2",
      "dlg": "Менеджер, осталась только одна полоска шкалы Перегрева Клипот! Готовьтесь к Фиолетовому Полдню!"
    },
    {
      "id": "announcer_add_18_3",
      "dlg": "Щит Физического Воздействия защитил сотрудников. Я так рада, что нам удалось восстановить Регенератор."
    },
    {
      "id": "announcer_equip_18_1",
      "dlg": "Здравствуйте, все! Пожалуйста, широко улыбнитесь в камеру~ Как Сефира Тренировочной Команды, я присоединюсь к вам сегодня, чтобы снять обучающее видео по подавлению враждебных сущностей!"
    }
  ]
}
