{
  "dataList": [
    {
      "id": "announcer_cheer_16_1",
      "dlg": "Вы провели проверку униформы ваших сотрудников? Если я увижу, что кто-то ещё занимается Подавлением с расстёгнутыми рукавами, как в прошлый раз..."
    },
    {
      "id": "announcer_cheer_16_2",
      "dlg": "'Подбадривания' - не более чем умиротворение, которого ищут слабые духом. Информационный отдел стремится к чему-то более... стоящему, не так ли?"
    },
    {
      "id": "announcer_specialcheer_16_1",
      "dlg": "Я понимаю, что большинство сотрудников сейчас находятся в сильном стрессе. Давайте быстро доведём это сражение до конца."
    },
    {
      "id": "announcer_specialcheer_16_2",
      "dlg": "Нет выражения более бессмысленного и неэффективного, чем 'держись'. Вот почему я отказываюсь его произносить."
    },
    {
      "id": "announcer_enemy_break_16_1",
      "dlg": "Цель Подавления загнана в угол. Вы могли бы добиться очень эффективного результата правильным ударом."
    },
    {
      "id": "announcer_enemy_break_16_2",
      "dlg": "Сущность ждёт, когда мы её уничтожим. Давайте разберёмся с этим эффективно."
    },
    {
      "id": "announcer_ally_break_16_1",
      "dlg": "Да, я знаю, что есть раненые сотрудники. Пожалуйста, отбросьте своё половинчатое чувство эмпатии."
    },
    {
      "id": "announcer_ally_break_16_2",
      "dlg": "Один из сотрудников потерял самообладание. Будьте осторожны, не дайте врагу узнать об этой слабости."
    },
    {
      "id": "announcer_killenemy_16_1",
      "dlg": "Цель Подавления уничтожена. Давайте разберёмся с оставшимися сущностями с той же эффективностью."
    },
    {
      "id": "announcer_ally_dead_16_1",
      "dlg": "Мы понесли некоторые потери в личном составе. Эта срочность важнее, чем искать виноватых. Давайте поторопимся."
    },
    {
      "id": "announcer_enemy_adv_16_1",
      "dlg": "Сущности в данный момент имеют преимущество над нами. Я не ожидал такой разницы в возможностях; нам не хватило информации, чтобы это предсказать."
    },
    {
      "id": "announcer_ally_adv_16_1",
      "dlg": "У нас есть преимущество над ними. Я уже вижу нескольких сотрудников, нарушивших правила, изложенные в руководстве... но я затрону этот вопрос позже."
    },
    {
      "id": "announcer_danger_16_1",
      "dlg": "Сотрудник находится под угрозой смерти. Пожалуйста, сосредоточьтесь."
    },
    {
      "id": "announcer_enemy_specialskill_16_1",
      "dlg": "Сущности нанесли мощный удар по нашим сотрудникам. Я ожидаю, что мы понесём тяжёлый урон."
    },
    {
      "id": "announcer_enemy_specialgimmick_16_1",
      "dlg": "Трудно понять их текущую стратегию. Пожалуйста, сосредоточьтесь и внимательно наблюдайте за их движениями."
    },
    {
      "id": "announcer_advatk_physical_16_1",
      "dlg": "Это был правильный способ нанести удар по этой сущности. Такова сила интеллекта."
    },
    {
      "id": "announcer_disadvatk_physical_16_1",
      "dlg": "Это был неэффективный удар. Я вижу, что некоторые сотрудники явно пренебрегли даже беглым просмотром записей о врагах."
    },
    {
      "id": "announcer_advatk_attr_16_1",
      "dlg": "Точный удар по их слабому месту. Я вижу, что вы пришли сюда подготовленными."
    },
    {
      "id": "announcer_disadvatk_attr_16_1",
      "dlg": "Это был не эффективный тип атаки против этой сущности. Пожалуйста, мы ведь 'Информационный' отдел. Используйте это."
    },
    {
      "id": "announcer_enemy_specialbuff_16_1",
      "dlg": "Похоже, у сущности есть определённое преимущество. Давайте не спускать с неё глаз."
    },
    {
      "id": "announcer_enemy_specialdebuff_16_1",
      "dlg": "Сущность находится в определённом невыгодном положении. Теперь давайте подумаем, как мы можем использовать эту возможность в свою пользу."
    },
    {
      "id": "announcer_ally_specialbuff_16_1",
      "dlg": "У нас есть преимущество. Победа может быть не так далека, если мы продолжим давить."
    },
    {
      "id": "announcer_ally_specialdebuff_16_1",
      "dlg": "Сущность сделала... что-то. Эта битва может занять больше времени, чем я предполагал."
    },
    {
      "id": "announcer_enemy_destroy_16_1",
      "dlg": "Часть сущности сломана. Я вижу, что вы хотя бы прочитали руководство."
    },
    {
      "id": "announcer_enemy_destroy_16_2",
      "dlg": "У сущности есть сломанная часть. Быстро уничтожьте её остальные части."
    },
    {
      "id": "announcer_enemy_destroy_16_3",
      "dlg": "У сущности сломана часть. Обстоятельства не могли бы быть более идеальными для нас."
    },
    {
      "id": "announcer_round_takebigdmg_16_1",
      "dlg": "Один из сотрудников смертельно ранен. Все смерти бессмысленны, как я всегда люблю повторять. Теперь вам лучше придумать способ уменьшить эти потери."
    },
    {
      "id": "announcer_round_takebigdmg_16_2",
      "dlg": "Один из сотрудников находится в критическом состоянии. Подавите сущность, прежде чем вы понесёте большие потери."
    },
    {
      "id": "announcer_round_givebigdmg_16_1",
      "dlg": "Вы нанесли успешный, смертельный удар по сущности. Надеюсь, вы сможете продолжать демонстрировать такую проницательную тактику в предстоящих сражениях."
    },
    {
      "id": "announcer_round_givebigdmg_16_2",
      "dlg": "Попытайтесь нанести такой же смертельный удар по сущности."
    },
    {
      "id": "announcer_multikillenemy_16_1",
      "dlg": "Ах, клянусь, есть сотрудник, который может стать ярким примером для всех. Это был очень эффективный способ справиться с сущностями, достижение, соответствующее превосходным возможностям Информационного отдела."
    },
    {
      "id": "announcer_equip_16_1",
      "dlg": "Я Йесод из Информационного отдела. Давайте использовать самые эффективные разведданные, чтобы быстро Подавить наших врагов."
    }
  ]
}
