{
  "dataList": [
    {
      "id": "announcer_cheer_17_1",
      "dlg": "- Ладно! Давайте начнем, а?\n- Уф, здесь так тесно! Может, я просто присоединюсь к ним на поле?\n- Можем мы, пожалуйста, придерживаться контракта, Старшая Сестра...?"
    },
    {
      "id": "announcer_cheer_17_2",
      "dlg": "- Расслабься! Эти ребята не проблема, ясно? Разделайся с ними~!\n- Ты не слишком ли легкомысленно к этому относишься...? Я имею в виду, ты же не на поле сама, но все же..."
    },
    {
      "id": "announcer_specialcheer_17_1",
      "dlg": "- Ой, это выглядело...\n- Да, это выглядело довольно фатально."
    },
    {
      "id": "announcer_specialcheer_17_2",
      "dlg": "- Все выглядят довольно сильно ранеными... может, стоит подумать об отступлении?\n- ... Все пошло к чертям, да?\n- Старшая Сестра, пожалуйста..."
    },
    {
      "id": "announcer_enemy_break_17_1",
      "dlg": "- Ооо~ Они все выглядят пьяными в стельку! Посмотри, как их шатает из стороны в сторону...\n- ... Сомневаюсь, что они *на самом деле* пьяны, но... это хорошая возможность."
    },
    {
      "id": "announcer_ally_break_17_1",
      "dlg": "- Одному из ваших союзников не очень хорошо.\n- Присматривайте за ним, на всякий случай.\n- Дайте мне секунду, ребята. У меня есть именно то, что вам нужно, где-то... здесь..."
    },
    {
      "id": "announcer_killenemy_17_1",
      "dlg": "- По одному за раз, да? И не успеешь оглянуться, как все закончится~\n- Было бы неплохо, если бы ты выпивала только по одной бутылке за раз..."
    },
    {
      "id": "announcer_ally_dead_17_1",
      "dlg": "Мм... Полагаю, некоторых потерь не избежать."
    },
    {
      "id": "announcer_enemy_adv_17_1",
      "dlg": "- Ну, все пошло к чертям, да? Ничего страшного! Вы все еще можете выкарабкаться!\n- Старшая Сестра, пожалуйста... Что подумают наши клиенты, когда услышат это?\n- О боже..."
    },
    {
      "id": "announcer_ally_adv_17_1",
      "dlg": "- Сначала не особо надеялась на них, но...\n- Да, они действительно перевернули ход этой битвы."
    },
    {
      "id": "announcer_danger_17_1",
      "dlg": "- Воу, дайте-ка мне отставить стакан на секунду. Это что-то интенсивное!\n- Серьезно...? Их жизни на кону! Прекрати вести себя так, будто ты здесь, чтобы посмотреть игру."
    },
    {
      "id": "announcer_enemy_specialskill_17_1",
      "dlg": "- О, я слышу тревожные звонки. Грядет что-то большое.\n- Да... Я чувствую, что с ними что-то не так.\n- Правда? Жутко тихо... Как будто вот-вот пойдет дождь, или что-то в этом роде."
    },
    {
      "id": "announcer_enemy_specialgimmick_17_1",
      "dlg": "- Мика. Мне кажется, или похоже, что они готовятся выполнить сложный маневр?\n- Да. Им лучше пересмотреть информацию, которую они собрали во время боя, и понять, что планирует враг."
    },
    {
      "id": "announcer_advatk_physical_17_1",
      "dlg": "- Кааах~ Вот это я люблю видеть! За это и выпьем, ребята!\n- Отлично, вы ударили их прямо туда, где больнее всего."
    },
    {
      "id": "announcer_disadvatk_physical_17_1",
      "dlg": "- Мм... это было довольно неэффективно, но я думаю, нельзя всегда быть на 100% эффективным.\n- Разве это не—\n- Старшая Сестра... пожалуйста, заткнись."
    },
    {
      "id": "announcer_advatk_attr_17_1",
      "dlg": "- Охо, так вот как справляются с такими вещами. Я это запомню...\n- Что ты там царапаешь, Мика? Забудь обо всем этом, потому что все дело в настрое, девчуль~"
    },
    {
      "id": "announcer_disadvatk_attr_17_1",
      "dlg": "- Это действительно лучшее, что вы могли придумать...?\n- Нельзя приготовить омлет, не разбив яиц, Рейн. Думай о всей картине."
    },
    {
      "id": "announcer_enemy_specialbuff_17_1",
      "dlg": "- Оох, мне нравится их энергия~ Думаешь, они позволят мне присоединиться к вечеринке?\n- Старшая Сестра. Они наши враги."
    },
    {
      "id": "announcer_enemy_specialdebuff_17_1",
      "dlg": "- Они все выглядят довольно подавленными... Это ваш шанс.\n- Да, как будто у них кто-то умер!"
    },
    {
      "id": "announcer_ally_specialbuff_17_1",
      "dlg": "- Эй, я думаю, эта штука на устройстве показывает, что дела идут хорошо.\n- Не нужна мне эта машинка, чтобы это сказать! Вы на коне, ребята!"
    },
    {
      "id": "announcer_ally_specialdebuff_17_1",
      "dlg": "- Э-э... случилось что-то плохое?\n- Рабочие ссоры случаются постоянно, да? Ну... я полностью понимаю!"
    },
    {
      "id": "announcer_enemy_destroy_17_1",
      "dlg": "- Они полностью уничтожили эту часть!\n- Кааах~ Вот это в самую точку~!"
    },
    {
      "id": "announcer_enemy_destroy_17_2",
      "dlg": "- Похоже, уничтожение этой части сделало свое дело. Теперь они могут вздохнуть спокойно.\n- Ага. Не нужно больше беспокоиться о той опасности, которую представляла эта сломанная часть."
    },
    {
      "id": "announcer_round_takebigdmg_17_1",
      "dlg": "- Фух, кажется, я слышала, как треснула земля или что-то в этом роде...\n- Датчик вывода на секунду перегрузился... С ними все будет в порядке?"
    },
    {
      "id": "announcer_round_takebigdmg_17_2",
      "dlg": "- Это был довольно разрушительный удар...\n- Интересно, есть ли у них вообще инструменты, чтобы восстановить весь этот ущерб.\n- Ну, ничего, что нельзя было бы исправить небольшим количеством слюны и—\n- Старшая Сестра, тсс..."
    },
    {
      "id": "announcer_round_givebigdmg_17_1",
      "dlg": "- Вот это я называю 'смелым решением', дамы и господа!\n- Ты что, спортивный комментатор...?\n- Ладно, но это *было* хорошее решение."
    },
    {
      "id": "announcer_round_givebigdmg_17_2",
      "dlg": "- Это было здорово! Я сама вся на взводе.\n- Еще несколько таких столкновений, и победа у них в кармане."
    },
    {
      "id": "announcer_multikillenemy_17_1",
      "dlg": "- Хья, вот это крутая техника, а?\n- Если бы у нас был доступ к такой технологии... мы могли бы брать намного больше контрактов в день.\n- И она бы опустошала столько же винных бутылок..."
    },
    {
      "id": "announcer_equip_17_1",
      "dlg": "- Э-э... итак, чтобы объяснить этот контракт...\n- Мика, я думаю, запись уже идет.\n- А?! Н-нет, она все еще в стельку пьяная—\n- Все дело в настрое, ребята! Давайте продолжим!"
    }
  ]
}
