{
  "dataList": [
    {
      "id": "announcer_cheer_22_1",
      "dlg": "- Не спуститься ли нам туда помочь им, Леди Дульсинеа?\n- Нет, я не потерплю унижения позволить им бить меня этими битами.\n- Ооо... воистину, весьма разумная позиция."
    },
    {
      "id": "announcer_cheer_22_2",
      "dlg": "- ... Немного странно иметь здесь аттракцион по охоте на Кровожадов.\n- Это лишь демонстрация милосердия Отца и его способности к терпимости.\n- Может, переименуем его в 'Милосердная Демонстрация Способности Отца к Терпимости'?\n- ... Как нелепо."
    },
    {
      "id": "announcer_specialcheer_22_1",
      "dlg": "- Так-так! Часики ещё тикают! Только не говорите, что вы уже выдохлись!\n- Если вы ментально утомлены, не стесняйтесь навестить меня."
    },
    {
      "id": "announcer_specialcheer_22_2",
      "dlg": "- Посмотрите на них, как неизящно они покачиваются из стороны в сторону.\n- Полагаю, это может быть другим способом наслаждаться этим—\n- Не оправдывай их. Я не понимаю, как всё это может быть хоть сколько-нибудь занимательным."
    },
    {
      "id": "announcer_enemy_break_22_1",
      "dlg": "- ВРЕМЯ ЛИХОРАДКИ! Бейте этих бессознательных Кровожадов чтобы получить ДОПОЛНИТЕЛЬНЫЕ очки!\n- О, Цирюльник... такое легкомысленное искажение правил не может быть полезным для долговечности игры.\n- Так веселее, не беспокойся об этом!"
    },
    {
      "id": "announcer_ally_break_22_1",
      "dlg": "- О нет! Ваш друг там в опасности!\n- Корректировщик, достойный своего имени, не бросит своего соратника так легко. Отец учил нас этому уроку много, много раз."
    },
    {
      "id": "announcer_killenemy_22_1",
      "dlg": "- Эй, вы там! Уходите со сцены, если вы мертвы!\n- Если вы ранены, пожалуйста, посетите лазарет или возьмите гемобатончик.\n- Так, хорошо! Следующая волна Кровожадов, выход слева!"
    },
    {
      "id": "announcer_ally_dead_22_1",
      "dlg": "- ... Гость пал. Пожалуйста, доставьте их в лазарет.\n- Да ладно... Ребята! Я же говорил вам быть с ними помягче!"
    },
    {
      "id": "announcer_enemy_adv_22_1",
      "dlg": "- Что ж. Тогда игра окончена.\n- Боже, Леди Дульсинеа! Дети же слушают! Вы не можете просто так говорить это, ваша светлость!"
    },
    {
      "id": "announcer_ally_adv_22_1",
      "dlg": "- Разве мой Парад не предпочтительнее этого физически утомительного аттракциона?\n- Я заметил, что и люди, и Кровожады любят резвиться и двигать телами."
    },
    {
      "id": "announcer_danger_22_1",
      "dlg": "- Тик-так! Время на исходе, все! Давайте продолжать стараться!\n- Однако я должен посоветовать вам не торопиться слишком сильно."
    },
    {
      "id": "announcer_enemy_specialskill_22_1",
      "dlg": "- Кровожады готовятся к ужасающей атаке.\n- О нет! Кому, как не нашим дорогим гостям, предотвратить эту большую, страшную атаку?"
    },
    {
      "id": "announcer_enemy_specialgimmick_22_1",
      "dlg": "- ... Разве этот вопрос не слишком сложный?\n- Отец повысил сложность вопросов, чтобы сделать этот аттракцион более интересным и для взрослых.\n- Хааах..."
    },
    {
      "id": "announcer_advatk_physical_22_1",
      "dlg": "- Я вижу, что вы достигли понимания.\n- Отлично! Кровожады в шляпах уязвимы к поролоновым мечам!"
    },
    {
      "id": "announcer_disadvatk_physical_22_1",
      "dlg": "- Ох! Этот удар полностью промазал!\n- Почему бы не попробовать другое оружие, которое может лучше подойти к случаю? Оно у входа."
    },
    {
      "id": "announcer_advatk_attr_22_1",
      "dlg": "- А? Это бутылка с водой?\n- Э-эй, м-малыш! Бутылки с водой не разрешены на наших аттракционах— ВААААХ!!!"
    },
    {
      "id": "announcer_disadvatk_attr_22_1",
      "dlg": "- Пришло время отогнать наступающих Кровожадов чесноком.\n- Нелепо. Разве кто-то из нас действительно боится чеснока?"
    },
    {
      "id": "announcer_enemy_specialbuff_22_1",
      "dlg": "- Ах... должно быть, им понравились гемобатончики. Они хорошо играют роль разгневанных Кровожадов.\n- Они действительно злятся.\n- Хм? Неужели...?\n- Ну, гемобатончики отвратительны."
    },
    {
      "id": "announcer_enemy_specialdebuff_22_1",
      "dlg": "- Боже мой— вы видели это? К-кажется, они облили их водой! ... Куда все подевались? Л-Леди Дульсинеа, не покидайте меняяя!!!"
    },
    {
      "id": "announcer_ally_specialbuff_22_1",
      "dlg": "- Та-да! Вот сюрприз-подарок для всех вас!\n- Ага... наряд твоего собственного дизайна.\n- Носите мои модные наряды на аттракционах!"
    },
    {
      "id": "announcer_ally_specialdebuff_22_1",
      "dlg": "- Ах, ужасное испытание вскоре посетит наших дорогих гостей.\n- Эй, Священник... это не 'испытание'. Это штрафное время! Избегайте водяных пистолетов как можете, или вас поразят падающие с потолка шары!"
    },
    {
      "id": "announcer_enemy_destroy_22_1",
      "dlg": "- Бонусные очки за попадание по наклейке на руке.\n- Пожалуйста, не забудьте забрать вашу специальную награду у выхода."
    },
    {
      "id": "announcer_enemy_destroy_22_2",
      "dlg": "- Специальная награда это... бесплатный вход в Дом с Привидениями: Кровавая Мэри.\n- Теперь вы можете насладиться жуууутким Домом с Привидениями: Кровавая Мэри без необходимости платить пакетом с кровью! Пожалуйста, хорошо проведите там время!"
    },
    {
      "id": "announcer_round_takebigdmg_22_1",
      "dlg": "- Не стесняйтесь пойти отдохнуть, если устали.\n- Пожалуйста, спросите у одного из добрых Кровожадов, как выйти~"
    },
    {
      "id": "announcer_round_takebigdmg_22_2",
      "dlg": "- Выход через заднюю левую дверь! И возвращайтесь через заднюю левую дверь!\n- Э-это объявление для входа. Отсюда нужно \"выходить через переднюю правую дверь\"..."
    },
    {
      "id": "announcer_round_givebigdmg_22_1",
      "dlg": "- В-возможно, это было слишком си—\n- Какой удар! Слышите, как ваш стресс и напряжение улетают прочь?!"
    },
    {
      "id": "announcer_round_givebigdmg_22_2",
      "dlg": "- Леди Дульсинеа, как вы думаете, тот Кровожад, которого ранее отправили в лазарет, в порядке?\n- Небольшой синяк, но он в порядке. ... Это что, металлическая бита?\n- ... Конечно нет, миледи! Это поролоновая бита!"
    },
    {
      "id": "announcer_multikillenemy_22_1",
      "dlg": "- Какое потрясающее выступление! Псст, Священник. Почему они все падают после одного-двух ударов?\n- У нас тут ещё один лихой Корректировщик! ... Кажется, там внизу произошёл несчастный случай.\n- ... Если они собираются падать так бесцеремонно, я бы предпочла, чтобы вы просто сказали им пойти вздремнуть."
    },
    {
      "id": "announcer_equip_22_1",
      "dlg": "- Я знаю, что малыши ждали этого момента~!\n- ... Время для \"Сегодня, я Корректировщик Этой Зоны\".\n- Аттракцион скоро начнётся. Пожалуйста, входите по очереди."
    }
  ]
}
