{
  "dataList": [
    {
      "id": "announcer_cheer_20_1",
      "dlg": "Не в твоей храбрости я вижу изъян. Однако позволь мне откланяться, коли ты вновь собираешься броситься на них очертя голову без малейшего подобия плана... в очередной раз."
    },
    {
      "id": "announcer_cheer_20_2",
      "dlg": "Какое бы испытание... не постигло нас... мы никогда не...! Нет, я отказываюсь. Я не буду произносить эту нелепо ребяческую фразу."
    },
    {
      "id": "announcer_specialcheer_20_1",
      "dlg": "Что, ожидаете, что я буду 'подбадривать вас с трибун' или что-то в этом роде? ... Ннгх... ух... У-Ура, т-ты сможешь."
    },
    {
      "id": "announcer_specialcheer_20_2",
      "dlg": "Если бы наша Семья увидела нас за этим занятием, они были бы весьма и весьма обеспокоены. Пожалуй, Дульсинея сочла бы это просто нелепым."
    },
    {
      "id": "announcer_enemy_break_20_1",
      "dlg": "Вы ведь не планируете оставить их в таком состоянии? Добейте их окончательно."
    },
    {
      "id": "announcer_ally_break_20_1",
      "dlg": "Вам следует перестать терять бдительность... Но я знаю, что у вас ещё есть силы. Давайте попробуем ещё раз."
    },
    {
      "id": "announcer_killenemy_20_1",
      "dlg": "Ещё одна унылая битва подошла к концу."
    },
    {
      "id": "announcer_ally_dead_20_1",
      "dlg": "... Я укрою вас от посторонних глаз, так что восстанавливайтесь скорее и возвращайтесь на поле боя. Вы ведь не планируете закончить это приключение здесь?"
    },
    {
      "id": "announcer_enemy_adv_20_1",
      "dlg": "Что это за неразумная боевая стратегия...? Нет, и почему я вообще спрашиваю? Вы пытаетесь воссоздать одну из тех нелепых историй из книг, не так ли? Вы сокращаете мою жизнь на столетия, Отец."
    },
    {
      "id": "announcer_ally_adv_20_1",
      "dlg": "Я не стану беспокоиться, ибо вы, должно быть, уже уверены в своей победе."
    },
    {
      "id": "announcer_danger_20_1",
      "dlg": "У нас не так много времени на выполнение этого контракта. Мы, вероятно, не уложимся в срок, если задержимся здесь дольше необходимого.\n... Я же предупреждала, что нам стоило взять другой контракт."
    },
    {
      "id": "announcer_enemy_specialskill_20_1",
      "dlg": "Это не обычный противник... Не теряйте бдительности на сей раз и внимательно следите за их движениями."
    },
    {
      "id": "announcer_enemy_specialgimmick_20_1",
      "dlg": "Это напоминает мне нашу битву с великанами. Сосредоточьтесь, если не хотите, чтобы они снова отправили вас в полёт. На этот раз меня не будет рядом, чтобы поймать вас."
    },
    {
      "id": "announcer_advatk_physical_20_1",
      "dlg": "Эффективный удар. Возможно, стоит повторить атаку под этим же углом."
    },
    {
      "id": "announcer_disadvatk_physical_20_1",
      "dlg": "Отец, это оружие неэффективно против данного противника... хаах..."
    },
    {
      "id": "announcer_advatk_attr_20_1",
      "dlg": "Хорошо нацеленный удар по их слабому месту. Я вижу, что вы быстро освоились с техниками Корректировщиков."
    },
    {
      "id": "announcer_disadvatk_attr_20_1",
      "dlg": "... Прошу, не пытайтесь повторять столь неуклюжие атаки. У вас есть репутация, которую нужно поддерживать... по крайней мере, пока я наблюдаю."
    },
    {
      "id": "announcer_enemy_specialbuff_20_1",
      "dlg": "Возможно, вы слишком дерзко их поддразнивали... Они выглядят серьёзными."
    },
    {
      "id": "announcer_enemy_specialdebuff_20_1",
      "dlg": "... Похоже, в вашей нелепой манере речи есть свои достоинства, Отец.\nПротивник, кажется, разъярён до потери рассудка."
    },
    {
      "id": "announcer_ally_specialbuff_20_1",
      "dlg": "... Где вы это нашли? Не могу поверить, что вы действительно нашли что-то полезное. Давайте воспользуемся этим сейчас."
    },
    {
      "id": "announcer_ally_specialdebuff_20_1",
      "dlg": "Что на этот раз...? Они снова обманули вас, продав поддельную Реликвию? Опять?"
    },
    {
      "id": "announcer_enemy_destroy_20_1",
      "dlg": "Хороший разрез. Ваше мастерство владения клинком теперь почти так же искусно, как у Николины."
    },
    {
      "id": "announcer_enemy_destroy_20_2",
      "dlg": "Мы могли бы уничтожить их за три секунды, если бы высвободили нашу истинную силу, но я нахожу столкновение с ними один на один странно... занимательным."
    },
    {
      "id": "announcer_round_takebigdmg_20_1",
      "dlg": "Разве я не предупреждала вас множество раз не терять бдительности...?"
    },
    {
      "id": "announcer_round_takebigdmg_20_2",
      "dlg": "Я... могу принять ваши фантазии о становлении Корректировщиком, которому необходимо столкнуться и преодолеть такие испытания и невзгоды. Но можете ли вы, пожалуйста, перестать намеренно подвергать нас этим самым невзгодам?"
    },
    {
      "id": "announcer_round_givebigdmg_20_1",
      "dlg": "Вот это уже немного ближе к вашей истинной силе. Разве мы не можем делать так каждый день?"
    },
    {
      "id": "announcer_round_givebigdmg_20_2",
      "dlg": "Полагаю, он снова будет надоедать посетителям таверны своими героическими историями...\nМм. Возможно, эту историю стоило бы поведать Бари."
    },
    {
      "id": "announcer_multikillenemy_20_1",
      "dlg": "... Похоже, это наше приключение на сей раз придёт к весьма достойному завершению. ... Кхм, хм. Ничего."
    },
    {
      "id": "announcer_equip_20_1",
      "dlg": "Вы просите от меня большего после того, что я сделала для повествования в Ла-Манчалэнде? Что за нелепо— Хаах... Я сделаю это. Это не было отказом."
    }
  ]
}
