{
  "dataList": [
    {
      "id": "announcer_cheer_15_1",
      "dlg": "Как вы хорошо знаете, я не очень искусен в оказании эмоциональной поддержки. Быстрое решение всегда предпочтительнее сладких, но пустых слов сочувствия, не так ли?"
    },
    {
      "id": "announcer_cheer_15_2",
      "dlg": "Я купил несколько пирогов поддержки по пути, как приказал начальник Донран, но я не думаю, что вы в состоянии их съесть. Пожалуйста, наслаждайтесь ими через меня. (ням)"
    },
    {
      "id": "announcer_specialcheer_15_1",
      "dlg": "Вопрос. Я вижу, что ваши сотрудники находятся в критическом состоянии. Вы планируете ввести им ампулы регенерации?"
    },
    {
      "id": "announcer_specialcheer_15_2",
      "dlg": "Пора внимательнее присмотреться к вашим сотрудникам. Они все выглядят немного ошеломленными, не так ли?"
    },
    {
      "id": "announcer_enemy_break_15_1",
      "dlg": "Есть враг, потерявший равновесие. Вы могли бы легко сбить его с ног быстрым щелчком по лбу."
    },
    {
      "id": "announcer_ally_break_15_1",
      "dlg": "Предупреждение. Некоторые сотрудники выглядят довольно растрепанными. О, кстати, я готов предоставить вам 30% скидку на нашу коллекцию ампул регенерации."
    },
    {
      "id": "announcer_killenemy_15_1",
      "dlg": "Враг нейтрализован. Начальник Донран должен был это видеть... Он всегда дразнил меня за отсутствие таланта в боях."
    },
    {
      "id": "announcer_ally_dead_15_1",
      "dlg": "Боже мой. Сотрудник полностью мертв. Согласно политике нашей компании, мы проведем двухчасовую минуту молчания в память о покойном."
    },
    {
      "id": "announcer_enemy_adv_15_1",
      "dlg": "У врага преимущество... но не стоит беспокоиться. Я покажу вам, как мне удалось получить для нас награду 'Отдел месяца'."
    },
    {
      "id": "announcer_ally_adv_15_1",
      "dlg": "У сотрудников преимущество. О, начальник Донран только что сказал, что он поведет нас всех на шикарный командный ужин, если мы отлично справимся с этой битвой. Будет первоклассная говядина, импортированная прямо из Корпорации S."
    },
    {
      "id": "announcer_danger_15_1",
      "dlg": "Да, один из ваших союзников (звуки жевания) почти мертв. (еще звуки жевания). Мм... Пирог со вкусом перца чили, салата и карри определенно имеет лучший вкусовой профиль."
    },
    {
      "id": "announcer_enemy_specialskill_15_1",
      "dlg": "Враг готовится бросить нам крученый мяч. Почему бы не подготовить сотрудников, чтобы они смогли превратить это в хоум-ран?"
    },
    {
      "id": "announcer_enemy_specialgimmick_15_1",
      "dlg": "Враги пытаются применить странную тактику. Лично я ненавижу такие коварные методы. Бой должен быть честным и справедливым, вы согласны?"
    },
    {
      "id": "announcer_advatk_physical_15_1",
      "dlg": "Впечатляющий удар. Полагаю, это то, что чувствуешь при хоум-ране, если бы был бейсболистом из большого города."
    },
    {
      "id": "announcer_disadvatk_physical_15_1",
      "dlg": "Эта атака не соответствовала типу атаки, к которому враг уязвим. Если бы мне пришлось сравнивать, я бы сравнил вашу стратегию с прыжком головой вперед в бездонный бассейн."
    },
    {
      "id": "announcer_advatk_attr_15_1",
      "dlg": "Довольно эффективная атака. Я вижу, что мои приказы были идеально выполнены."
    },
    {
      "id": "announcer_disadvatk_attr_15_1",
      "dlg": "Позвольте мне возразить. Ваша атака была совершенно неэффективной. Очевидно, это то, что происходит, когда я отвожу взгляд даже на секунду..."
    },
    {
      "id": "announcer_enemy_specialbuff_15_1",
      "dlg": "Что-то усиливает врага. Но помните: в каждой опасности скрывается возможность, ждущая своего обнаружения. Это цитата, которую я использовал, чтобы пройти проверку документов в 43 разных компаниях."
    },
    {
      "id": "announcer_enemy_specialdebuff_15_1",
      "dlg": "Враг в невыгодном положении. Это идеальное время, чтобы нанести удар в спину."
    },
    {
      "id": "announcer_ally_specialbuff_15_1",
      "dlg": "Теперь вы все находитесь под влиянием положительного эффекта. Ну, не то чтобы это моя заслуга, но... пожалуйста, наслаждайтесь в любом случае."
    },
    {
      "id": "announcer_ally_specialdebuff_15_1",
      "dlg": "Теперь вы все находитесь под влиянием отрицательного эффекта. Будьте начеку, или будьте готовы быть уничтоженными."
    },
    {
      "id": "announcer_enemy_destroy_15_1",
      "dlg": "Вы уничтожили часть. Я бы сказал, что враг теперь как жареная курица без ножек. Хуже уже быть не может, не так ли?"
    },
    {
      "id": "announcer_enemy_destroy_15_2",
      "dlg": "У одного из ваших врагов сломана часть. Сосредоточьте свои атаки там."
    },
    {
      "id": "announcer_round_takebigdmg_15_1",
      "dlg": "Несколько сотрудников ранены. Почему бы вам не раздать им некоторые питательные добавки после этой битвы?"
    },
    {
      "id": "announcer_round_takebigdmg_15_2",
      "dlg": "Сотрудник... находится под сильным стрессом. Вот быстрый способ поднять их моральный дух: скажите им, что вы наградите их бесплатным отпуском сразу после окончания этой битвы. Работает каждый раз."
    },
    {
      "id": "announcer_round_givebigdmg_15_1",
      "dlg": "Враг критически ранен. Очевидно, что наличие компетентного человека на микрофоне помогает работе вашей команды. О, не стоит благодарности."
    },
    {
      "id": "announcer_round_givebigdmg_15_2",
      "dlg": "Хорошо. Давайте продолжать в том же темпе. Трофей 'Отдел года' почти наш; начальство будет следить за мной."
    },
    {
      "id": "announcer_multikillenemy_15_1",
      "dlg": "Один из сотрудников показал превосходный результат. 85% этого результата можно отнести на счет моей помощи, однако. Это не хвастовство; это статистический вывод, основанный на фактах."
    },
    {
      "id": "announcer_equip_15_1",
      "dlg": "Приятно познакомиться. Самджо из Исследовательского центра отдела разработки продуктов питания. Я был направлен для помощи в миссиях по отсечениям корпорации K. Надеюсь, моя аудиовизуальная помощь может быть полезной для вас."
    }
  ]
}
