{
  "dataList": [
    {
      "id": "announcer_cheer_24_1",
      "dlg": "Эмм... Я даже не знаю, что сказать. «Мы справимся», «Продолжай в том же духе» и всё такое — не те слова поддержки, которых ты ждёшь от меня."
    },
    {
      "id": "announcer_cheer_24_2",
      "dlg": "Я никогда не хотел быть на этой должности. Ни разу."
    },
    {
      "id": "announcer_specialcheer_24_1",
      "dlg": "Ты наверняка уже понял, насколько бессмысленно понятие 'безопасности' в таком месте, как это."
    },
    {
      "id": "announcer_specialcheer_24_2",
      "dlg": "Для них это либо эвакуация, либо смерть. Всё равно никто не вспомнит, даже если они погибнут в схватке... Ты уверен, что хочешь продолжать сражаться?"
    },
    {
      "id": "announcer_enemy_break_24_1",
      "dlg": "Похоже, есть возможность подавить врага. Только для того, чтобы он позже снова сбежал."
    },
    {
      "id": "announcer_ally_break_24_1",
      "dlg": "Так обрывается ещё одна тонкая нить, связующая с жизнью."
    },
    {
      "id": "announcer_killenemy_24_1",
      "dlg": "Здесь никто не в безопасности. Это существо не исключение."
    },
    {
      "id": "announcer_ally_dead_24_1",
      "dlg": "Не позволяйте себе чувствовать вину за это. Вы всё равно никогда не смогли бы их спасти."
    },
    {
      "id": "announcer_enemy_adv_24_1",
      "dlg": "Сдайся. Какой смысл затягивать безнадёжный бой?"
    },
    {
      "id": "announcer_ally_advex_24_1",
      "dlg": "Чтобы снизить число жертв... Может, просто не отправлять туда столько сотрудников с самого начала."
    },
    {
      "id": "announcer_danger_24_1",
      "dlg": "Конец так близок. Надеюсь, это будет прекрасный конец, менеджер. Здесь всегда так ужасно."
    },
    {
      "id": "announcer_enemy_specialskill_24_1",
      "dlg": "Опасная атака приближается... да какая разница. Просто дай этому случиться. Это ведь то, что у тебя получается лучше всего, не так ли?"
    },
    {
      "id": "announcer_enemy_specialgimmick_24_1",
      "dlg": "Враждебная сущность что-то делает, видимо... Не знаю. Думаю, было бы неплохо, если бы этот враг всё уничтожил, чтобы ничего не осталось, когда я снова открою глаза."
    },
    {
      "id": "announcer_advatk_physical_24_1",
      "dlg": "... Да, хороший удар. Не то чтобы это что-то значило."
    },
    {
      "id": "announcer_disadvatk_physical_24_1",
      "dlg": "Это было просто... откровенно ужасно, да... Если тебе есть что сказать, я, пожалуй, выслушаю."
    },
    {
      "id": "announcer_advatk_attr_24_1",
      "dlg": "Продолжай в том же духе, и мы сможем закончить сегодняшнее подавление пораньше."
    },
    {
      "id": "announcer_disadvatk_attr_24_1",
      "dlg": "И зачем ты— Впрочем, неважно. Делай что хочешь."
    },
    {
      "id": "announcer_enemy_specialbuff_24_1",
      "dlg": "Что-то происходит с той враждебной сущностью. Это хлопотно, но, возможно, стоит что-то с этим сделать."
    },
    {
      "id": "announcer_enemy_specialdebuff_24_1",
      "dlg": "У враждебной сущности дела идут довольно плохо. Это не так уж важно, но, полагаю, ситуация немного улучшится."
    },
    {
      "id": "announcer_ally_specialbuff_24_1",
      "dlg": "У нас наконец-то появилось преимущество. Так ты мог справиться с этим всё это время, и просто... ничего не делал? Что, это потому, что в твои обязанности не входило хорошо справляться с этим?"
    },
    {
      "id": "announcer_ally_specialdebuff_24_1",
      "dlg": "Что-то не так с сотрудниками. Они все выглядят немного... странно сегодня. Не мог бы ты проверить их для меня?"
    },
    {
      "id": "announcer_enemy_destroy_24_1",
      "dlg": "Блин, почему земля так трясётся? Я даже не могу как следует рассмотреть части этого существа..."
    },
    {
      "id": "announcer_enemy_destroy_24_2",
      "dlg": "О. Услышал, как ты что-то разнёс вдребезги, менеджер. Так держать."
    },
    {
      "id": "announcer_round_takebigdmg_24_1",
      "dlg": "Знакомая картина... Это не значит, что я когда-нибудь привыкну к этому всепоглощающему чувству беспомощности."
    },
    {
      "id": "announcer_round_takebigdmg_24_2",
      "dlg": "Похоже, это место никогда не будет по-настоящему безопасным. Позаботься о выживших сотрудниках. Всё равно потом всё снова рухнет."
    },
    {
      "id": "announcer_round_givebigdmg_24_1",
      "dlg": "Нннг... извини, у меня закружилась голова, и я пропустил, что произошло. Ну, рискну предположить, что ты, вероятно, снова сделал что-то великое."
    },
    {
      "id": "announcer_round_givebigdmg_24_2",
      "dlg": "Буду честен, то, что только что произошло, не было чем-то особенно «великим». О, ты ждал, что тебя осыплют комплиментами? Почему бы тебе не позвать для этого мисс Анжелу или Малхут и не оставить меня в покое?"
    },
    {
      "id": "announcer_multikillenemy_24_1",
      "dlg": "О, смотри, сотрудник подаёт надежды. Может, установишь им автомат с пивом или что-то в этом роде?"
    },
    {
      "id": "announcer_equip_24_1",
      "dlg": "Эм, ты ведь уже знаешь моё имя, верно? ... Я Нецах. Сефира совершенно небезопасной команды Безопасности."
    }
  ]
}