{
  "dataList": [
    {
      "id": "announcer_cheer_13_1",
      "dlg": "Итак, давайте построимся! Убедитесь, что ваша утварь хорошо отполирована, проверьте, нет ли складок на одежде... Готовы? Тогда пусть начнется уборка дома!"
    },
    {
      "id": "announcer_cheer_13_2",
      "dlg": "Давайте закончим эту задачу до прихода Хозяина. Нужно сделать так много! Мы должны разжечь камин, приготовить еду и сделать дом уютным, не так ли?"
    },
    {
      "id": "announcer_specialcheer_13_1",
      "dlg": "Помните! Дворецкие никогда не должны показывать признаков слабости или усталости! Держите подбородок выше, спину прямо и ходите с достоинством!"
    },
    {
      "id": "announcer_specialcheer_13_2",
      "dlg": "Сегодня все немного устали, не так ли? Помните, что позже нам нужно приготовить обед. Постарайтесь сберечь силы, хорошо?"
    },
    {
      "id": "announcer_enemy_break_13_1",
      "dlg": "Сейчас самое время для усыпляющих ударов, не так ли! Давайте подарим им лучший и последний сон, который у них когда-либо будет. Мы должны сделать это лучше, чем в прошлый раз."
    },
    {
      "id": "announcer_ally_break_13_1",
      "dlg": "Нет, вы еще не можете идти спать. Правильно будет оставаться бодрствующими, пока Хозяин не ляжет спать, верно?"
    },
    {
      "id": "announcer_killenemy_13_1",
      "dlg": "Хорошо. Вы уложили их в приятный вечный сон? Отличная работа. Теперь они все спят как младенцы."
    },
    {
      "id": "announcer_ally_dead_13_1",
      "dlg": "Контракт одного из Дворецких был расторгнут. Вы хорошо поработали. Хозяин не узнает о вашей жертве... но я буду помнить вас."
    },
    {
      "id": "announcer_enemy_adv_13_1",
      "dlg": "Враги стали немного самоуверенными... не позволяйте им увидеть вашу слабость; смотрите им прямо в глаза. Грациозно, но с убеждением."
    },
    {
      "id": "announcer_ally_adv_13_1",
      "dlg": "Мы на стороне победителей. Ух, я не имела в виду, что вам разрешается жевать печенье посреди боя, однако!"
    },
    {
      "id": "announcer_danger_13_1",
      "dlg": "Один из Дворецких выглядит не в своей тарелке. Может, кто-нибудь подойдет и сделает ему приятный массаж плеч, чтобы взбодрить?"
    },
    {
      "id": "announcer_enemy_specialskill_13_1",
      "dlg": "Приготовьтесь открыть ваши пространственные атташе-кейсы, все. Наши противники готовятся к чему-то."
    },
    {
      "id": "announcer_enemy_specialgimmick_13_1",
      "dlg": "Враги пытаются сделать что-то странное там... Но мы через все это уже проходили, да? Мы будем готовы."
    },
    {
      "id": "announcer_advatk_physical_13_1",
      "dlg": "Хорошо, мы их всех как следует отряхнули. Теперь давайте убедимся, что они блестят."
    },
    {
      "id": "announcer_disadvatk_physical_13_1",
      "dlg": "Боже мой, должно быть, мы убрали не ту комнату. Будьте внимательнее, и давайте попробуем еще раз."
    },
    {
      "id": "announcer_advatk_attr_13_1",
      "dlg": "Очень хорошо! Теперь мы знаем, какую еду наши враги действительно ненавидят."
    },
    {
      "id": "announcer_disadvatk_attr_13_1",
      "dlg": "Это не выглядело очень эффективным, не так ли? Помните, что я говорил: Дворецкие всегда должны внимательно наблюдать за своими противниками."
    },
    {
      "id": "announcer_enemy_specialbuff_13_1",
      "dlg": "Хм? Они выглядят странно оживленными. Неужели они выпили чашечку чая, пока мы не смотрели?"
    },
    {
      "id": "announcer_enemy_specialdebuff_13_1",
      "dlg": "Хм. Они все покрыты какой-то странной пылью... Давайте отправим их всех в мусорное ведро, а?"
    },
    {
      "id": "announcer_ally_specialbuff_13_1",
      "dlg": "О боже! Мы могли бы хорошо использовать этот эффект, не так ли?"
    },
    {
      "id": "announcer_ally_specialdebuff_13_1",
      "dlg": "Мы пережили бурю Грозового Перевала, не так ли? Мы, безусловно, справимся с этим."
    },
    {
      "id": "announcer_enemy_destroy_13_1",
      "dlg": "Очень хорошо! Эта часть была аккуратно разрезана. Давайте сметем остальных, хорошо?"
    },
    {
      "id": "announcer_enemy_destroy_13_2",
      "dlg": "У врага сломана часть. Давайте уберем остальных, да? Обещаю, вам это понравится."
    },
    {
      "id": "announcer_round_takebigdmg_13_1",
      "dlg": "Там сильно раненый Дворецкий. Держитесь еще немного, и я освобожу вас от подготовки к ужину позже!"
    },
    {
      "id": "announcer_round_takebigdmg_13_2",
      "dlg": "Так слабо! И вы называете себя Дворецкими? Полагаю, мне придется провести для вас еще несколько демонстраций после битвы."
    },
    {
      "id": "announcer_round_givebigdmg_13_1",
      "dlg": "Они все шатаются, как голодные гости, готовые к ужину. Почему бы нам не подать им блюдо?"
    },
    {
      "id": "announcer_round_givebigdmg_13_2",
      "dlg": "Некоторые враги сильно ранены. Так, все! Закатайте рукава и приготовьте простыни, чтобы они могли отдохнуть!"
    },
    {
      "id": "announcer_multikillenemy_13_1",
      "dlg": "Какой безупречный Дворецкий. Эффективное выполнение нескольких задач и подготовка к предстоящему чаепитию? Совершенство."
    },
    {
      "id": "announcer_equip_13_1",
      "dlg": "Как вы все знаете, я Нелли, Главный Дворецкий Грозового Перевала. Все, хорошенько потянитесь... может, двинемся дальше?"
    }
  ]
}
