{
  "dataList": [
    {
      "id": "announcer_cheer_11_1",
      "dlg": "Джек~ Ножи наточены? Мхм. Готово."
    },
    {
      "id": "announcer_cheer_11_2",
      "dlg": "Вау, взгляни туда! Ходячие ингредиенты! Нам просто нужно собрать мясо, когда они их всех убьют."
    },
    {
      "id": "announcer_specialcheer_11_1",
      "dlg": "Они выглядят сонными... Они умирают. Если они откинутся, мы сможем использовать их как ингредиенты. Как тебе, Джек?"
    },
    {
      "id": "announcer_specialcheer_11_2",
      "dlg": "Осторожно, если не хочешь стать мясным фаршем, хм? Не волнуйся об этом, Пьер. Это только значит, что мы получим предварительно отбитое мясо."
    },
    {
      "id": "announcer_enemy_break_11_1",
      "dlg": "О. Мне нравится приносить свеженьких. Так ты делаешь покупки, Джек?"
    },
    {
      "id": "announcer_ally_break_11_1",
      "dlg": "О, вы потеряли бдительность? Они там себя погубят."
    },
    {
      "id": "announcer_killenemy_11_1",
      "dlg": "Ингредиенты измельчены. Немного грязно, правда. Верно~? Рубить ингредиенты до костей - не лучший способ подготовить мясо для пирогов."
    },
    {
      "id": "announcer_ally_dead_11_1",
      "dlg": "Превратиться в ингредиенты, пока ищешь ингредиенты...? Настоящие любители. Правда, Пьер?"
    },
    {
      "id": "announcer_enemy_adv_11_1",
      "dlg": "Ох, это безнадёжное дело! Лучше бежать, пока вас не превратили в фарш."
    },
    {
      "id": "announcer_ally_adv_11_1",
      "dlg": "Полагаю, они в конце концов победят... но мясо испорчено с обеих сторон. Цк. Мы не сможем это продать."
    },
    {
      "id": "announcer_danger_11_1",
      "dlg": "Вам действительно нужно так далеко заходить ради ингредиентов? Джек, тебе лучше убегать, если ты когда-нибудь окажешься в такой ситуации, хорошо?"
    },
    {
      "id": "announcer_enemy_specialskill_11_1",
      "dlg": "Ингредиенты мечутся. Чем больше они мечутся, тем более взбитым будет их мясо. Отлично!"
    },
    {
      "id": "announcer_enemy_specialgimmick_11_1",
      "dlg": "А? К чему они готовятся...? Давай спрячемся."
    },
    {
      "id": "announcer_advatk_physical_11_1",
      "dlg": "Аккуратный разрез. Вот это идеальный кусок мяса!"
    },
    {
      "id": "announcer_disadvatk_physical_11_1",
      "dlg": "О, ты серьёзно собираешься это сделать...? Ты сделаешь мясо жёстким."
    },
    {
      "id": "announcer_advatk_attr_11_1",
      "dlg": "Нож для плоти, пила для костей! Согласен, Пьер."
    },
    {
      "id": "announcer_disadvatk_attr_11_1",
      "dlg": "Это странный выбор инструментов. Фух... Всё, что они делают, это тупят свое оружие."
    },
    {
      "id": "announcer_enemy_specialbuff_11_1",
      "dlg": "Ингредиенты сегодня выглядят особенно живыми. Похоже, они что-то сделали с мясом."
    },
    {
      "id": "announcer_enemy_specialdebuff_11_1",
      "dlg": "Они выглядят уставшими. Именно сейчас нужно их побить, чтобы мясо не стало жёстким~"
    },
    {
      "id": "announcer_ally_specialbuff_11_1",
      "dlg": "Ты выглядишь таким энергичным. Ты что, накормил их пирожками с начинкой из рук, Пьер? Это сытно."
    },
    {
      "id": "announcer_ally_specialdebuff_11_1",
      "dlg": "Должно быть, они съели испорченное мясо. Верно...? Они действительно выглядят несчастными."
    },
    {
      "id": "announcer_enemy_destroy_11_1",
      "dlg": "Вааууу~ Они отрубили целый кусок ингредиента! Мхм. Было похоже на гурманский разрез."
    },
    {
      "id": "announcer_enemy_destroy_11_2",
      "dlg": "Часть, которую они оторвали раньше. Можно я пойду подберу её? Почему нет? На твоё усмотрение, Джек~"
    },
    {
      "id": "announcer_round_takebigdmg_11_1",
      "dlg": "Ой, ой... Выглядит больно. Надо было сначала связать ингредиенты вместе."
    },
    {
      "id": "announcer_round_takebigdmg_11_2",
      "dlg": "Вы вообще оснащены для этой работы? Надо пересмотреть контракт с поставщиком, Пьер."
    },
    {
      "id": "announcer_round_givebigdmg_11_1",
      "dlg": "Разве это не было слишком? Да! Полегче с ними~ Будьте осторожны, не раздробите кости, иначе мы будем подавать пироги с осколками костей!"
    },
    {
      "id": "announcer_round_givebigdmg_11_2",
      "dlg": "Куски мяса, которые вы только что оторвали? Лучше обрежьте их, прежде чем отправлять. Я не думаю, что на их костях вообще было много мяса..."
    },
    {
      "id": "announcer_multikillenemy_11_1",
      "dlg": "Это была очень эффективная обрезка... Д-джек! Тебе тоже стоит попробовать научиться чему-то подобному!"
    },
    {
      "id": "announcer_equip_11_1",
      "dlg": "Пьер здесь~ Это Джек. Что будем готовить сегодня?"
    }
  ]
}
