{
  "dataList": [
    {
      "id": "announcer_cheer_27_1",
      "dlg": "Ты, займи позицию там. Ты, в авангард. И... ах, полагаю, мне не нужно ими командовать. Ну да... берегите себя там, ребята."
    },
    {
      "id": "announcer_cheer_27_2",
      "dlg": "Подбадривать кого-то в бою — пустая трата времени. Ты не выживешь в драке, если не готов сам пролить немного крови. Просто помни — оставайся начеку."
    },
    {
      "id": "announcer_specialcheer_27_1",
      "dlg": "Ребята выглядят неважно... Ха, всё или ничего. Третьего не дано."
    },
    {
      "id": "announcer_specialcheer_27_2",
      "dlg": "Какой бардак... Эй, на твоём месте я бы отозвал их, чтобы выжить и сразиться в другой раз."
    },
    {
      "id": "announcer_enemy_break_27_1",
      "dlg": "Столько дыр в их обороне. Бей быстро и двигайся дальше."
    },
    {
      "id": "announcer_ally_break_27_1",
      "dlg": "Вот что бывает, когда теряешь бдительность. Может, стоит сказать парням прикрыть слабое место."
    },
    {
      "id": "announcer_killenemy_27_1",
      "dlg": "Устраняешь их одного за другим, а? Отлично. Ну, тогда я... <i>зевает</i>. Может, пойду вздремну немного."
    },
    {
      "id": "announcer_ally_dead_27_1",
      "dlg": "Хм... Нельзя переживать из-за каждой смерти. Только не забудь потом поднять бокал за их имена."
    },
    {
      "id": "announcer_enemy_adv_27_1",
      "dlg": "Дела выглядят довольно безнадёжно, да... Но эй, если ты в Синдикате, у тебя нет выбора, когда сдаваться."
    },
    {
      "id": "announcer_ally_advex_27_1",
      "dlg": "Вот как обычно идут разборки... Они всегда заканчиваются тяжёлыми потерями с обеих сторон. Но в итоге всегда оставались стоять именно мы."
    },
    {
      "id": "announcer_danger_27_1",
      "dlg": "Будь начеку. Это может быть твой последний шанс, по крайней мере, согласно приказу, полученному от начальства."
    },
    {
      "id": "announcer_enemy_specialskill_27_1",
      "dlg": "Что за... что это за чертовщина? Это определённо не то, что видишь каждый день...!"
    },
    {
      "id": "announcer_enemy_specialgimmick_27_1",
      "dlg": "Я слышу, как ты ломаешь голову, даже отсюда... Не пытайся обдумывать эту проблему, понял? Лучше прочувствуй её."
    },
    {
      "id": "announcer_advatk_physical_27_1",
      "dlg": "Ты режешь их, как мягкий конняку. Всё, что нужно — небольшой надрез."
    },
    {
      "id": "announcer_disadvatk_physical_27_1",
      "dlg": "Какого чёрта вы... хаах... делаете...? Вы же не используете меч, чтобы срубить ствол дерева, верно? Используйте подходящие инструменты для работы, болваны."
    },
    {
      "id": "announcer_advatk_attr_27_1",
      "dlg": "Откуда вы это взяли? Неплохие навыки. Мне нравится..."
    },
    {
      "id": "announcer_disadvatk_attr_27_1",
      "dlg": "Это действительно действует мне на нервы... Не говори, что ты халтурил с их обучением?"
    },
    {
      "id": "announcer_enemy_specialbuff_27_1",
      "dlg": "Они выглядят... мотивированными. Их босс, должно быть, поджёг им задницы."
    },
    {
      "id": "announcer_enemy_specialdebuff_27_1",
      "dlg": "Они выглядят паршиво. Какое удовольствие бить таких жалких типов?"
    },
    {
      "id": "announcer_ally_specialbuff_27_1",
      "dlg": "Охх, да. Как только мы разберёмся с этим дерьмом, наступит вечер выпивки! Ха, посмотрите на свои лица, вы все практически сияете.\n... О, только я не угощаю."
    },
    {
      "id": "announcer_ally_specialdebuff_27_1",
      "dlg": "Хмм... Вы все действуете мне на нервы...! Давайте, соберитесь!"
    },
    {
      "id": "announcer_enemy_destroy_27_1",
      "dlg": "Ха! Хороший удар. Чем ты собираешься ударить нас теперь, придурок?"
    },
    {
      "id": "announcer_enemy_destroy_27_2",
      "dlg": "Твои ребята знают, что делают. Они понимают, что этого врага не победить слепым натиском; отрубив руки и ноги, будет гораздо легче."
    },
    {
      "id": "announcer_round_takebigdmg_27_1",
      "dlg": "Чёрт возьми... Как я должен был это предвидеть? Отступаем!"
    },
    {
      "id": "announcer_round_takebigdmg_27_2",
      "dlg": "Похоже, у них тоже есть тяжеловесы... Хорошо, сосредоточьтесь на передышке. Хаах... Нам придётся всё обдумать..."
    },
    {
      "id": "announcer_round_givebigdmg_27_1",
      "dlg": "О? Эй, неплохо. Фух... у тебя есть потенциал. Хочешь потом выпить со мной?"
    },
    {
      "id": "announcer_round_givebigdmg_27_2",
      "dlg": "А, хороший удар... Да, этот знает, что делает. Неплохо, совсем неплохо."
    },
    {
      "id": "announcer_multikillenemy_27_1",
      "dlg": "Чёрт возьми... Это... хмф, это напоминает мне нашего Патриарха, что ушёл на Восток."
    },
    {
      "id": "announcer_equip_27_1",
      "dlg": "Яааааахх... Тебе действительно нужно было приходить ко мне с этим дерьмом, когда у меня полно подчинённых, которые ничего не делают? ... Цк, ладно. Пойду и научу их паре вещей о правилах Подворотен."
    }
  ]
}