{
  "dataList": [
    {
      "id": "announcer_cheer_7_1",
      "dlg": "Хорошо, они в зоне операции. Передача подтверждена."
    },
    {
      "id": "announcer_cheer_7_2",
      "dlg": "Давайте проведем эту операцию без травм, ладно? Хотя, для них это, возможно, уже предрешено заранее."
    },
    {
      "id": "announcer_specialcheer_7_1",
      "dlg": "Ваши потери слишком велики. Вам следует подумать о том, чтобы оказать первую помощь раненым. Они ведь... не сражаются насмерть, верно?"
    },
    {
      "id": "announcer_specialcheer_7_2",
      "dlg": "Ах, пожалуйста, примите к сведению. Слишком много членов вашей команды ранено... Да. Они не сохранят свою полную боеспособность, если продолжат в том же духе."
    },
    {
      "id": "announcer_enemy_break_7_1",
      "dlg": "Смотрите, там оглушенный враг~ Давайте его уничтожим. Никаких гуманных методов... не требуется."
    },
    {
      "id": "announcer_ally_break_7_1",
      "dlg": "У вас есть раненый союзник. Давайте попробуем отвлечь врагов и переключить их внимание в другое место."
    },
    {
      "id": "announcer_killenemy_7_1",
      "dlg": "Цель нейтрализована. Мы сообщим об этом результате в отдел кадров."
    },
    {
      "id": "announcer_ally_dead_7_1",
      "dlg": "Слишком много потерь союзников. Это нехорошо... Прекратите умирать только потому, что можете вернуться, ладно?"
    },
    {
      "id": "announcer_enemy_adv_7_1",
      "dlg": "Возможно, вы просто тратите время на них... Потребуется новая оценка угрозы."
    },
    {
      "id": "announcer_ally_adv_7_1",
      "dlg": "Мы снова в наступлении. Похоже, срочность действительно хороший мотиватор."
    },
    {
      "id": "announcer_danger_7_1",
      "dlg": "Это наступление будет нашим величайшим и последним шансом. Сосредоточьтесь. Я видел слишком много людей, которые погибли, потому что расслабились слишком рано."
    },
    {
      "id": "announcer_enemy_specialskill_7_1",
      "dlg": "Надвигающаяся угроза! Повторяю, надвигающаяся угроза! Помнишь, Сод? Это возвращает меня к тому времени, когда снайпер целился мне прямо в лоб."
    },
    {
      "id": "announcer_enemy_specialgimmick_7_1",
      "dlg": "Подождите... У нас что-то на радаре. Да, это немного странно... Наземные подразделения, внимательно следите за развивающейся ситуацией."
    },
    {
      "id": "announcer_advatk_physical_7_1",
      "dlg": "Оценка эффективности атаки... Положительная! Черт возьми, прямо в цель!"
    },
    {
      "id": "announcer_disadvatk_physical_7_1",
      "dlg": "Оценка эффективности атаки... Отрицательная. Хм, нам придется разработать другую стратегию для этого."
    },
    {
      "id": "announcer_advatk_attr_7_1",
      "dlg": "Победа в тактике. О, это был довольно хороший маневр. Кто вы, Менеджер или Командир?"
    },
    {
      "id": "announcer_disadvatk_attr_7_1",
      "dlg": "Это кажется... стратегически невыгодным. Ну, он не всегда может все сделать правильно. В отличие от нас, конечно."
    },
    {
      "id": "announcer_enemy_specialbuff_7_1",
      "dlg": "Подождите, они усиливаются... Похоже, что-то подняло их боевой дух. Оцените их возможности, прежде чем идти в атаку."
    },
    {
      "id": "announcer_enemy_specialdebuff_7_1",
      "dlg": "У них что-то не сработало. Похоже, наш обман подействовал. Время разделять и властвовать."
    },
    {
      "id": "announcer_ally_specialbuff_7_1",
      "dlg": "Ого, у вас всё идет как по маслу. Я чувствую жар даже через микрофон. Да. Эта атака будет эффективной, если попадет в цель."
    },
    {
      "id": "announcer_ally_specialdebuff_7_1",
      "dlg": "Они сделали... что-то против наших союзников. Хм... Менеджер, вам лучше что-нибудь сделать, чтобы облегчить это."
    },
    {
      "id": "announcer_enemy_destroy_7_1",
      "dlg": "Ох, вау, вы полностью уничтожили его! Часть его была отломана. Хороший удар."
    },
    {
      "id": "announcer_enemy_destroy_7_2",
      "dlg": "Посмертный отчет. Наблюдается сломанная часть. Полностью сломанная, я бы добавила."
    },
    {
      "id": "announcer_round_takebigdmg_7_1",
      "dlg": "Вау, кто-то разбомбил эту местность? Наши союзники получили сокрушительный удар! Укройтесь, немедленно!"
    },
    {
      "id": "announcer_round_takebigdmg_7_2",
      "dlg": "Эта атака нанесла нам серьезный урон... Давайте отступим и перегруппируемся."
    },
    {
      "id": "announcer_round_givebigdmg_7_1",
      "dlg": "Прямое попадание! Эта битва почти наша, верно? Да, мы слышали удар даже отсюда."
    },
    {
      "id": "announcer_round_givebigdmg_7_2",
      "dlg": "Фух~ Я чувствую, как земля дрожит даже отсюда. Да, идеальное вступление."
    },
    {
      "id": "announcer_multikillenemy_7_1",
      "dlg": "Обнаружено несколько вражеских потерь. Это действительно было полное уничтожение~"
    },
    {
      "id": "announcer_equip_7_1",
      "dlg": "Ах, принято. Это Сод. И Эффи. Мы будем отвечать за командование миссией."
    }
  ]
}
