{
  "dataList": [
    {
      "id": "announcer_cheer_26_1",
      "dlg": "Желаю вашей битве благих знамений."
    },
    {
      "id": "announcer_cheer_26_2",
      "dlg": "Отступление больше не вариант. Единственный путь вперёд будет вымощен взмахом вашего меча. Пусть мерзкие враги почувствуют, как холодная сталь рассечёт их до самых костей!"
    },
    {
      "id": "announcer_specialcheer_26_1",
      "dlg": "Возможно, небольшое отступление поможет. Наставник всегда уделял время, чтобы позаботиться о ранах наших товарищей, прежде чем двигаться дальше."
    },
    {
      "id": "announcer_specialcheer_26_2",
      "dlg": "Оказаться в невыгодном положении в бою — крайне ожидаемо в жизни Сальсу; так что эта ситуация далека от непреодолимой. Утихомирьте свои сердца и прочтите своих врагов, и вы обнаружите, что эта схватка давно позади вас."
    },
    {
      "id": "announcer_enemy_break_26_1",
      "dlg": "Опадающие цветы устилают воздух. Говорят, что цветок наиболее прекрасен в момент своего рассеянного падения."
    },
    {
      "id": "announcer_ally_break_26_1",
      "dlg": "Ещё не время для сна, ибо ночь ещё далека..."
    },
    {
      "id": "announcer_killenemy_26_1",
      "dlg": "Вы обращаете этих мерзавцев в бегство. При таком темпе они все будут разрезаны на части. Прекрасная демонстрация мастерства владения мечом."
    },
    {
      "id": "announcer_ally_dead_26_1",
      "dlg": "Не свойственно Сальсу так сильно переживать из-за потери товарища, и всё же... во мне ещё бьётся людское сердце. Это несколько... болезненно."
    },
    {
      "id": "announcer_enemy_adv_26_1",
      "dlg": "Возможно, стоит пересмотреть обстоятельства и начать защищать себя... или, пожалуй, можно также отступить с обещанием вернуться позже..."
    },
    {
      "id": "announcer_ally_advex_26_1",
      "dlg": "Бремя крови, пролитой товарищами, невозможно преуменьшить. Оставшиеся Сальсу осознают этот груз; таким образом, это испытание будет должным образом преодолено."
    },
    {
      "id": "announcer_danger_26_1",
      "dlg": "Так наступает момент критический момент; одно столкновение может решить вашу судьбу. Будьте осторожны, но смелы; Наставник учил нас этому."
    },
    {
      "id": "announcer_enemy_specialskill_26_1",	
      "dlg": "... Они принимают форму неминуемой казни. Подготовьте соответствующие меры противодействия, или... хаах."
    },
    {
      "id": "announcer_enemy_specialgimmick_26_1",
      "dlg": "Какую странную стратегию они используют... Я наблюдала подобную эксцентричность среди Родословной в играх бадук."
    },
    {
      "id": "announcer_advatk_physical_26_1",
      "dlg": "Изысканный угол удара."
    },
    {
      "id": "announcer_disadvatk_physical_26_1",
      "dlg": "Что— Это... Полагаю, вы там поскользнулись?"
    },
    {
      "id": "announcer_advatk_attr_26_1",
      "dlg": "Конечно... Это был наиболее подходящий вид атаки против того врага. Отлично сделано."
    },
    {
      "id": "announcer_disadvatk_attr_26_1",
      "dlg": "Что ж, некоторые говорят, что в обсуждении стратегии никогда не бывает единственного ответа. ... Хм. Тем не менее, я придерживаюсь мнения, что существует мера правильности."
    },
    {
      "id": "announcer_enemy_specialbuff_26_1",
      "dlg": "Эти мерзавцы выглядят довольно воодушевлёнными. ... Возможно, они вместе разделили бутылку вина чонджу?"
    },
    {
      "id": "announcer_enemy_specialdebuff_26_1",
      "dlg": "Должно быть, их охватил страх; вы сломили их волю."
    },
    {
      "id": "announcer_ally_specialbuff_26_1",
      "dlg": "Я вижу, что боевой дух среди ваших сил поднимается. Словно наслаждение свежим ветерком под ясной луной в компании соратников."
    },
    {
      "id": "announcer_ally_specialdebuff_26_1",
      "dlg": "Эта усталость вас мучает? Мм... вы выглядите довольно бледными."
    },
    {
      "id": "announcer_enemy_destroy_26_1",
      "dlg": "Чистый разрез. Я едва могу заметить, что изначально это была единая часть."
    },
    {
      "id": "announcer_enemy_destroy_26_2",
      "dlg": "Вы отсекли проблемную часть; отныне сражение будет гораздо легче."
    },
    {
      "id": "announcer_round_takebigdmg_26_1",
      "dlg": "Непредвиденный урон...! Поспешно убери свой клинок!"
    },
    {
      "id": "announcer_round_takebigdmg_26_2",
      "dlg": "Обычно в такой ситуации отступление было бы мудрым решением, однако похоже, что у вас нет такой роскоши.\nХм... Защищайте своих товарищей и продолжайте бой."
    },
    {
      "id": "announcer_round_givebigdmg_26_1",
      "dlg": "Удар настолько точный, что мог бы рассечь даже лунный свет... превосходно. Сегодня я многому у вас научилась."
    },
    {
      "id": "announcer_round_givebigdmg_26_2",
      "dlg": "Многие Сальсу могли бы извлечь урок из этой битвы. Вы хорошо справились."
    },
    {
      "id": "announcer_multikillenemy_26_1",
      "dlg": "Защитили то, что нуждалось в защите, убили то, что нуждалось в убийстве. Именно это вы и сделали. Боюсь, что этот комментарий может прозвучать странно, но... это было очень похоже на действия человека одержимого клинком."
    },
    {
      "id": "announcer_equip_26_1",
      "dlg": "Какая... своеобразная миссия. Какой смысл в записи моих— Мм. Полагаю, я не вправе выбирать, учитывая обстоятельства.\nЗовите меня Энду. Я Сальсу из Родословной, что рабирается Клинками."
    }
  ]
}
