{
  "dataList": [
    {
      "id": "announcer_cheer_19_1",
      "dlg": "- Эх, этот запах ссангхва-ча... ты серьёзно притащил это сюда?\n- Я... эм, сейчас же открою окно, сонбэ.\n- Это одна из немногих оставшихся радостей этого старика, Юна. Пожалуйста, пойми."
    },
    {
      "id": "announcer_cheer_19_2",
      "dlg": "- Думаю, я приглашу сонбэ в чайную, когда мы закончим с этим контрактом...\n- Мм... Подумаю об этом после того, как разберёмся с арендой.\n- С-сонбэ! Когда ты успела прийти?!"
    },
    {
      "id": "announcer_specialcheer_19_1",
      "dlg": "- Ах...\n- Хохо, Филипп. Посмотри туда; кажется, они совершили ту же ошибку, что и ты часто делаешь."
    },
    {
      "id": "announcer_specialcheer_19_2",
      "dlg": "- Ч-что нам делать? Там становится очень опасно.\n- Мы будем держаться рядом с ними.\n- Контракт всё ещё действует, дедуля."
    },
    {
      "id": "announcer_enemy_break_19_1",
      "dlg": "- Атаковать без колебаний - вот ответ в таких ситуациях. Верно, мастер?\n- Верно. Это отличная возможность."
    },
    {
      "id": "announcer_ally_break_19_1",
      "dlg": "- В моё время мы просто терпели такие удары... У нынешней молодёжи такие хрупкие тела.\n- Опять старые истории, да."
    },
    {
      "id": "announcer_killenemy_19_1",
      "dlg": "- Нужно отбросить всякое милосердие, когда решаешься кого-то убить. Прямо как они.\n- Обязательно буду иметь это в виду, мастер."
    },
    {
      "id": "announcer_ally_dead_19_1",
      "dlg": "- Наш единственный выбор... сидеть здесь и смотреть, как умирают наши коллеги...?\n- Филипп... у нас не всегда есть выбор."
    },
    {
      "id": "announcer_enemy_adv_19_1",
      "dlg": "- Сражайся до конца, даже если ситуация против тебя.\n- Сонбэ права. Ты должен... сражаться до конца..."
    },
    {
      "id": "announcer_ally_adv_19_1",
      "dlg": "- Ты уверен, что с ними всё в порядке...? Они, кажется, в опасности.\n- Мой... Присмотрись внимательнее, Филипп. Врагам, похоже, не намного лучше, не так ли?"
    },
    {
      "id": "announcer_danger_19_1",
      "dlg": "- Такая интенсивность... Это напоминает мне дни Дымовой Войны.\n- Нельзя называть себя настоящим Корректировщиком, не преодолев такие стрессовые ситуации."
    },
    {
      "id": "announcer_enemy_specialskill_19_1",
      "dlg": "- Можно предсказать следующий ход противника, наблюдая за его движениями.\n- Верно. Прогнозирование того, что произойдет после, может решить исход битвы."
    },
    {
      "id": "announcer_enemy_specialgimmick_19_1",
      "dlg": "- Сонбэ, это...!\n- Да. Что-то назревает там... будьте осторожны."
    },
    {
      "id": "announcer_advatk_physical_19_1",
      "dlg": "- Это был довольно хороший план атаки.\n- Ты смог понять это, просто взглянув на них, сонбэ...?\n- Ну, это просто базовое наблюдение."
    },
    {
      "id": "announcer_disadvatk_physical_19_1",
      "dlg": "- Хохо, это было весьма неэффективно.\n- Ты тоже это заметил, дедуля?\n- В теле старика столько же опыта, сколько и лет."
    },
    {
      "id": "announcer_advatk_attr_19_1",
      "dlg": "- Мне нравится твой многосторонний подход к мышлению. Это был правильный способ атаки.\n- Постарайся запомнить, что ты только что сделал, хорошо?"
    },
    {
      "id": "announcer_disadvatk_attr_19_1",
      "dlg": "- Эта... атака... казалась совершенно бессмысленной—\n- Я имею в виду, они же не промахнулись полностью, верно?"
    },
    {
      "id": "announcer_enemy_specialbuff_19_1",
      "dlg": "- Не хочу в это верить, но... кажется, враги стали сильнее.\n- Хм. Я всё ещё верю, что победа в пределах досягаемости."
    },
    {
      "id": "announcer_enemy_specialdebuff_19_1",
      "dlg": "- Что-то не так с врагами. Может, они готовятся к чему-то?\n- Нет, это...\n- ... Возможность. Возможность, которая выпадает не так часто."
    },
    {
      "id": "announcer_ally_specialbuff_19_1",
      "dlg": "- Похоже, у нас будет время расслабиться. Филипп? Не мог бы ты заварить мне чашку ссангхва-ча?\n- С-сейчас же, мастер!\n- Угх..."
    },
    {
      "id": "announcer_ally_specialdebuff_19_1",
      "dlg": "- Учитывая ваше состояние... продолжать бой кажется немного безрассудным.\n- Не нам решать, безрассудно это или нет, Филипп. Это решают те, кто на поле боя."
    },
    {
      "id": "announcer_enemy_destroy_19_1",
      "dlg": "- Они отломили часть!\n- Эй, неплохая стратегия."
    },
    {
      "id": "announcer_enemy_destroy_19_2",
      "dlg": "- Сосредоточение на уничтожении одной части всегда кажется эффективной стратегией.\n- Именно. Это ограничивает их варианты, делая их атаки более предсказуемыми."
    },
    {
      "id": "announcer_round_takebigdmg_19_1",
      "dlg": "- Это нехорошо. Враги ударили их прямо в больное место.\n- У них будет шанс, когда атака врагов иссякнет, не так ли?"
    },
    {
      "id": "announcer_round_takebigdmg_19_2",
      "dlg": "- Ты уверен, что с ними всё в порядке, мастер? Может, сейчас время отступить...\n- Отступление не всегда возможно, Филипп. Сейчас как раз такая ситуация."
    },
    {
      "id": "announcer_round_givebigdmg_19_1",
      "dlg": "- Весьма впечатляющий удар. Городу нужно больше таких Корректировщиков.\n- Я тоже... постараюсь лучше."
    },
    {
      "id": "announcer_round_givebigdmg_19_2",
      "dlg": "- Как думаешь, я смогу сделать что-то подобное в будущем?\n- Конечно, Филипп. Я вижу в тебе большой потенциал.\n- О, конечно. Поэтому ты всегда поручаешь ему заваривать ссангхва-ча?"
    },
    {
      "id": "announcer_multikillenemy_19_1",
      "dlg": "- Хохо, это как смотреть на бой моей молодой версии.\n- Я слышал, вы действительно были кем-то в те дни, мастер.\n- Перестань льстить деду, Филипп. Или он начнёт ожидать этого в каждом втором предложении."
    },
    {
      "id": "announcer_equip_19_1",
      "dlg": "- В этом контракте нам поручено наблюдать за другим Корректировщиком—\n- Хм, нет необходимости читать всё дословно. Я уже ознакомился.\n- Я тоже, я знаю всю необходимую информацию. Не нужно проводить брифинг.\n- Хорошо..."
    }
  ]
}
