{
  "dataList": [
    {
      "id": "announcer_cheer_28_1",
      "dlg": "Кажется, это возможность увидеть твои командные способности своими глазами, Данте. Действуй как считаешь нужным."
    },
    {
      "id": "announcer_cheer_28_2",
      "dlg": "У начальства должна была быть причина выбрать тебя менеджером... Я с нетерпением жду возможности стать свидетелем твоих подвигов, менеджер Данте."
    },
    {
      "id": "announcer_specialcheer_28_1",
      "dlg": "Ситуация... кажется, не в их пользу. Я беспокоюсь, смогут ли они победить, не поворачивая Часы."
    },
    {
      "id": "announcer_specialcheer_28_2",
      "dlg": "Хм, разорваны в клочья... Ты уверен, что справишься с этим, имея лишь оставшихся Грешников?"
    },
    {
      "id": "announcer_enemy_break_28_1",
      "dlg": "О. Они едва живы... теперь у тебя не должно возникнуть проблем с их добиванием. Действуй, менеджер Данте. Пусть Грешники делают то, что у них получается лучше всего."
    },
    {
      "id": "announcer_ally_break_28_1",
      "dlg": "Я не получаю удовольствия, видя их под угрозой... Сосредоточься, менеджер. Не бросай Грешников на произвол судьбы."
    },
    {
      "id": "announcer_killenemy_28_1",
      "dlg": "Неплохо, Данте. Ты превратил свои проблемы в кучу красного мяса."
    },
    {
      "id": "announcer_ally_dead_28_1",
      "dlg": "Позволять Грешникам умирать — значит причинять страдания самому себе... Не говори мне, что ты слишком привык крутить свои часы."
    },
    {
      "id": "announcer_enemy_adv_28_1",
      "dlg": "Так не пойдёт... Как ты знаешь, я не смогу оказать тебе никакой помощи. То, что ты слышишь, всего лишь запись голоса. Отступи сейчас и разработай лучшую стратегию... или нет. Выбор за тобой."
    },
    {
      "id": "announcer_ally_advex_28_1",
      "dlg": "Хм... ещё есть шанс. Ситуация может казаться безнадёжной, но выход есть всегда, менеджер Данте. Тебе нужно лишь найти правильный путь."
    },
    {
      "id": "announcer_danger_28_1",
      "dlg": "Время — ограниченный ресурс, Данте. Заканчивай с этим. Помни две истины — ничто не бесконечно, ничто не бесплатно... ха."
    },
    {
      "id": "announcer_enemy_specialskill_28_1",
      "dlg": "Не отводи взгляд. Смотри прямо в клыкастую пасть зверя и встречай его лицом к лицу."
    },
    {
      "id": "announcer_enemy_specialgimmick_28_1",
      "dlg": "Подавляющая демонстрация силы должна подавить этот балаган, который они устраивают. Хотя не думаю, что этот вариант для тебя."
    },
    {
      "id": "announcer_advatk_physical_28_1",
      "dlg": "Так весь этот боевой опыт был не напрасен, как я погляжу. Это было хорошее решение, Данте."
    },
    {
      "id": "announcer_disadvatk_physical_28_1",
      "dlg": "Какое... <i>творческое</i> решение. Я бы предпочёл, чтобы ты приберёг эти странные эксперименты на потом."
    },
    {
      "id": "announcer_advatk_attr_28_1",
      "dlg": "Я бы сделал то же самое на твоём месте. Отличная работа."
    },
    {
      "id": "announcer_disadvatk_attr_28_1",
      "dlg": "Возможно, отсутствие у менеджера настоящего боевого опыта является причиной неэффективного командования. Хм... Я бы предложил назначить менеджеру небольшие боевые тренировочные сессии."
    },
    {
      "id": "announcer_enemy_specialbuff_28_1",
      "dlg": "Посмотри, как эти идиоты наслаждаются. Хотя, вероятно, на то есть веская причина. Теперь определи и устрани эту причину."
    },
    {
      "id": "announcer_enemy_specialdebuff_28_1",
      "dlg": "Паранойя, страх и тревога... это момент их слабости. Смекаешь? Переходи в наступление сейчас."
    },
    {
      "id": "announcer_ally_specialbuff_28_1",
      "dlg": "Я не просто так покупаю Грешникам закуски, Данте. Я надеялся, что они окажут такой положительный эффект."
    },
    {
      "id": "announcer_ally_specialdebuff_28_1",
      "dlg": "Что с этим унылым выражением лица? Видишь что-то, что тебе не нравится? Хм..."
    },
    {
      "id": "announcer_enemy_destroy_28_1",
      "dlg": "Мне кажется, Грешники уничтожили часть, которая могла бы доставить им неприятности, менеджер. Надеюсь, это была приоритетная цель."
    },
    {
      "id": "announcer_enemy_destroy_28_2",
      "dlg": "Хм, интересно. Вот что происходит, когда отламываешь эту часть у врага. Ты устраиваешь для меня впечатляющее представление, Данте."
    },
    {
      "id": "announcer_round_takebigdmg_28_1",
      "dlg": "... Что ж. Я не буду винить тебя за этот промах, учитывая, что их атака, кажется, пришла совершенно неожиданно. Ты же не мог сознательно позволить Грешникам принять на себя всю мощь этой атаки, хм?"
    },
    {
      "id": "announcer_round_takebigdmg_28_2",
      "dlg": "Нет времени повернуть часы, менеджер. Думай быстро. Рассмотри возможность отступления для тех, кто исчерпал свою полезность."
    },
    {
      "id": "announcer_round_givebigdmg_28_1",
      "dlg": "Очень хорошо. Вот это уже зрелище, достойное просмотра. Я предпочитаю курировать тех, кто знает, что делает."
    },
    {
      "id": "announcer_round_givebigdmg_28_2",
      "dlg": "Мощная атака делает больше, чем просто уничтожает цель. Она обездвиживает выживших врагов, парализуя их страхом, что следующей целью могут стать они..."
    },
    {
      "id": "announcer_multikillenemy_28_1",
      "dlg": "Я запомню подвиги этого Грешника, Данте. Начальство приказало раздавать комплименты там, где они заслужены, во время консультаций."
    },
    {
      "id": "announcer_wait_28_1",
      "dlg": "... Хм. Эта штука сломана? Не говори мне, что ты отключился посреди битвы, Данте...",
      "isHide": true
    },
    {
      "id": "announcer_equip_28_1",
      "dlg": "Неужели они действительно заставляют меня делать что-то столь бессмысленное...? Рутина за рутиной... хаах."
    },
    {
      "id": "announcer_special_sinner_28_1",
      "dlg": "Впечатляюще, Грешник №1. Кажется, у тебя удивительно высокая склонность к использованию Идентичности и Э.Г.О.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_2",
      "dlg": "Госпожа Фауст... Ты знала, что эта часть врага в конечном итоге вызовет проблемы, не так ли?",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_3",
      "dlg": "... Что на этот раз натворил Грешник №3? Хаах...",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_4",
      "dlg": "Хм, твоё боевое чутьё всё так же превосходно, даже в качестве Грешника. Теперь, можешь ли ты что-нибудь сделать со своей непонятной манерой речи, Грешник №4?",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_5",
      "dlg": "Отлично, Грешник №5. Я слышал, что твои быстрые действия предотвратили множество катастроф.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_6",
      "dlg": "... Не думай, что сможешь загладить свою ужасно неэффективную атаку невинной улыбкой, Грешник №6.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_7",
      "dlg": "Грешник №7. Я думал, ты наконец научился использовать свою голову... Прошло немало времени с нашей последней консультации, не так ли?",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_8",
      "dlg": "Так я слышал, что ты теперь староста класса, Грешник №8? Тогда пора тебе взять штурвал.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_9",
      "dlg": "Я ценю, как легко тебя порадовать, Грешник №9. Можешь рассчитывать на сладости, если хорошо проявишь себя в этом бою, конечно.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_10",
      "dlg": "У тебя снова кровь, №11. ... Хм, полагаю, ты действительно немного вырос за последнее время. Я думал, ты уже будешь рыдать на коленях.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_11",
      "dlg": "Что такое, госпожа Офицер? Как ты позволила себя так изрезать? Ты станешь самым большим бременем для твоего дорогого Исполнительного Менеджера.",
      "isHide": true
    },
    {
      "id": "announcer_special_sinner_28_12",
      "dlg": "Сейчас не время для твоего пораженческого настроения, Грешник №13. Вставай на ноги и продолжай бой. Где твоя обычная решимость, хм?",
      "isHide": true
    }
  ]
}