{
    "dataList": [
        {
            "id": "get_10112_1",
            "desc": "Получение",
            "dlg": "Какая суета и занятость царят в этом месте... Хаах, почему моим товарищам так трудно оставить меня в покое в моей комнате?"
        },
        {
            "id": "lobby_morning_10112_1",
            "desc": "Утреннее приветствие",
            "dlg": "Гулять по улицам и встречать так много пешеходов в столь ранний час... должно быть, они ведут весьма занятую жизнь.\nХм... хотя синее небо, под которым я бреду, всего лишь подобие, созерцать его после долгих часов в архивах — это довольно... непривычное занятие."
        },
        {
            "id": "lobby_noon_10112_1",
            "desc": "Полуденное приветствие",
            "dlg": "В полдень... я принимаю простую пищу и спрашиваю, как поживают мои товарищи по Ассоциации. Однако поток их диалога часто горит слишком быстро, чтобы я нашёл возможность вставить слово, это... мм. Я намерен ознакомиться с этим получше."
        },
        {
            "id": "lobby_night_10112_1",
            "desc": "Вечернее приветствие",
            "dlg": "Ночью следует проверить информацию, полученную на тренировочных площадках. Простое чтение текстов — плохой метод, с помощью которого можно изучить техники Лю."
        },
        {
            "id": "smalltalk_10112_1",
            "desc": "Болтовня №1",
            "dlg": "С тех пор как я поднялся в Третью Секцию, трижды я просматривал книги архивов Ассоциации. Если бы мне предоставили тома других Секций, я мог бы вернуть их туда после прочтения, нетронутыми, как будто их ни разу не вынимали с их законного... Кхм. Не беспокойтесь."
        },
        {
            "id": "smalltalk_10112_2",
            "desc": "Болтовня №2",
            "dlg": "Меч кажется довольно непривычным в моей руке, так как до сих пор я в основном использовал удары кулаками (拳) и ногами (脚) как средства боя. Техники режущей руки (手刀), изученные в Секции 4, могли бы быть важными шагами для ознакомления с клинком, думается."
        },
        {
            "id": "smalltalk_10112_3",
            "desc": "Болтовня №3",
            "dlg": "Хм... похоже, моя командировка отправит меня на восток; возможно, это будет подходящее время, чтобы узнать об их методах тренировки и боевых техниках.\nАх, пожалуйста, не говорите об этом моим товарищам по Ассоциации. Я предпочитаю не ранить их чувства, намеренно или нет."
        },
        {
            "id": "smalltalk_10112_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Сдерживать толпу врагов, поджигая воздух мечом... Много сомнений было у меня в способностях меча за пределами дуэли с одним врагом; очевидно, мои мысли тогда ещё не созрели."
        },
        {
            "id": "smalltalk_10112_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Лучше всего быть в авангарде, если я окажусь на поле боя. Там у меня будет множество возможностей использовать изученные техники; я мог бы оказать большую помощь тем, кто следует за мной, пока я разжигаю угли."
        },
        {
            "id": "neglect_10112_1",
            "desc": "Бездействие",
            "dlg": "Хм... так вот каковы фундаментальные формы Третьей Секции Южного филиала Лю. Интересно, что могут предложить оружие и формы других филиалов?"
        },
        {
            "id": "gacksung_10112_1",
            "desc": "Связь",
            "dlg": "Неприятно, когда шум усугубляется суетой; я принесу спокойствие и тишину в своё присутствие."
        },
        {
            "id": "formation_10112_1",
            "desc": "Вступление в команду",
            "dlg": "Возможность испытать мой меч."
        },
        {
            "id": "battleentry_10112_1",
            "desc": "Выход на поле боя",
            "dlg": "Чтобы выковать само пламя."
        },
        {
            "id": "battle_select_10112_1",
            "desc": "Выбор в битве",
            "dlg": "Ах, берегитесь углей."
        },
        {
            "id": "battle_endcommand_10112_1",
            "desc": "Совершение атаки",
            "dlg": "Пылающий меч."
        },
        {
            "id": "battle_enemy_break_10112_1",
            "desc": "Оглушение противника",
            "dlg": "Кремация..."
        },
        {
            "id": "battle_break_10112_1",
            "desc": "Оглушение",
            "dlg": "Мм..."
        },
        {
            "id": "battle_kill_10112_1",
            "desc": "Убийство противника",
            "dlg": "... словно цветок."
        },
        {
            "id": "battle_dead_10112_1",
            "desc": "Смерть",
            "dlg": "Какая жалость... что я... должен покинуть этот мир... с такой огромной... пустотой знаний..."
        },
        {
            "id": "choice_success_p_10112_2",
            "desc": "Успех проверки",
            "dlg": "Так вновь зажглась искра решения этой загадки."
        },
        {
            "id": "choice_fail_n_10112_1",
            "desc": "Провал проверки",
            "dlg": "Мм. Эта задача, должно быть, не имела никакого критического значения..."
        },
        {
            "id": "battle_clear_10112_1",
            "desc": "Победный клич",
            "dlg": "Управляемая задача, выполненная наиболее практичным образом. Однако жаль, что она не дала много шансов зажечь новое пламя."
        },
        {
            "id": "battle_clear_ex_10112_1",
            "desc": "Победный клич совершенства",
            "dlg": "Я не жалею о выборе взять на себя авангард атаки; я горел жарче, чем когда-либо. Эта форма клинка также кажется более знакомой в руке."
        },
        {
            "id": "battle_defeat_10112_1",
            "desc": "Вой поражения",
            "dlg": "Ах... чрезмерная опора на текст в ущерб практике, так? Я должен расширить свои тренировки. Если такие неудачи продолжатся, меня не выберут для командировок в другие регионы, не говоря уже о повышении до Секции 2..."
        }
    ]
}