{
  "dataList": [
    {
      "id": "get_10909_1",
      "desc": "Получение",
      "dlg": "Хаах... Не могу поверить, что трачу время на это мясо отвратительного цвета. Лучше бы я вообще не видела цвета с самого детства."
    },
    {
      "id": "lobby_morning_10909_1",
      "desc": "Утреннее приветствие",
      "dlg": "Очередной день, да... И всё же, доброе утро.\nБудем надеяться, что сегодня случится что-нибудь новое."
    },
    {
      "id": "lobby_noon_10909_1",
      "desc": "Полуденное приветствие",
      "dlg": "Всё ещё полдень? Фух, какой медленный день.\nЗнаешь, я думала, что к этому времени буду жить немного более особенной жизнью. Но... судя по этой скучной, утомительной жизни, мне ещё далеко до цели."
    },
    {
      "id": "lobby_night_10909_1",
      "desc": "Вечернее приветствие",
      "dlg": "Чем дольше я работаю в Корпорации Т, тем больше мне нравится ночь. Хочешь знать почему?\nКогда дневной свет угасает... хех, этот мир глубокой сепии становится немного более терпимым."
    },
    {
      "id": "smalltalk_10909_1",
      "desc": "Болтовня №1",
      "dlg": "Не мог бы ты, Данте, позвать меня в места, где есть цвета?\nЯ не могу чётко видеть твой мир через это мутное окно, но... от этого мне становится легче."
    },
    {
      "id": "smalltalk_10909_2",
      "desc": "Болтовня №2",
      "dlg": "Это место более иерархично, чем кажется. Самоуверенное начальство просто не может принять добросовестную критику, понимаешь, о чём я? Какие же они плаксы.\nНу, мой нынешний партнёр и босс немного более гибкая. Надеюсь, меня чаще будут назначать к таким, как она."
    },
    {
      "id": "smalltalk_10909_3",
      "desc": "Болтовня №3",
      "dlg": "Я Коллектор Времени, но... если кто-то должен много Временного Налога, или если они какая-то важная шишка, обычно отправляют Персонал более высокого ранга. А если они нарушили Табу... что ж, тогда отправляют Охотников за Табу.\nТак что, полагаю, всё, что я делаю - это остановки и обыски, патрулирование на предмет незарегистрированных изобретений, и... да, похоже, на меня свалили всю рутинную работу."
    },
    {
      "id": "smalltalk_10909_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Корпорация Т даёт дополнительное ежемесячное временное пособие для стандартных часов Коллекторов Корпорации Т. Это должно дать нам немного дополнительного времени для поимки уклонистов от налогов.\nХм? О, конечно, этого совершенно недостаточно. Я слышала, что персоналу более высокого Уровня дают гораздо больше времени, но... ну что ж. Пока придётся использовать время из своих карманных часов."
    },
    {
      "id": "smalltalk_10909_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Эй, не смотри на меня так. Всё просто: я просто собираю с них три дополнительных часа налога, чтобы немного прикарманить сверху. Типа, это мелочь.\nЯ усердно работаю, так что думаю, что вполне оправданно взять немного времени для себя. Да ладно, у нас тоже постоянно заканчивается время, знаешь ли."
    },
    {
      "id": "neglect_10909_1",
      "desc": "Бездействие",
      "dlg": "Не заставляй меня ждать. Моё время и твоё время... не равноценны."
    },
    {
      "id": "gacksung_10909_1",
      "desc": "Связь",
      "dlg": "Бесполезно сопротивляться. Я всегда буду на шаг впереди тебя, потому что я беру время из будущего."
    },
    {
      "id": "formation_10909_1",
      "desc": "Вступление в команду",
      "dlg": "Интересно, сколько времени я украду у них сегодня."
    },
    {
      "id": "battleentry_10909_1",
      "desc": "Выход на поле боя",
      "dlg": "Приступаю к работе."
    },
    {
      "id": "battle_select_10909_1",
      "desc": "Выбор в битве",
      "dlg": "Можешь говорить побыстрее? Ты буквально тратишь моё время."
    },
    {
      "id": "battle_endcommand_10909_1",
      "desc": "Совершение атаки",
      "dlg": "Это не займёт много времени."
    },
    {
      "id": "battle_enemy_break_10909_1",
      "desc": "Оглушение противника",
      "dlg": "Если у тебя нет ни возможности, ни желания платить..."
    },
    {
      "id": "battle_break_10909_1",
      "desc": "Оглушение",
      "dlg": "Угх..."
    },
    {
      "id": "battle_kill_10909_1",
      "desc": "Убийство противника",
      "dlg": "... тогда у меня нет выбора, кроме как полностью выкачать твоё время."
    },
    {
      "id": "battle_dead_10909_1",
      "desc": "Смерть",
      "dlg": "Ха... ха... так вот как... как всё закончится...?"
    },
    {
      "id": "choice_success_p_10909_2",
      "desc": "Успех проверки",
      "dlg": "Хаах... Пока у меня есть время, это пустяки."
    },
    {
      "id": "choice_fail_n_10909_1",
      "desc": "Провал проверки",
      "dlg": "... Эй, у меня не было достаточно времени для этого."
    },
    {
      "id": "battle_clear_10909_1",
      "desc": "Победный клич",
      "dlg": "Что ж, это заняло больше времени, чем я ожидала. Но кто-то должен был это сделать."
    },
    {
      "id": "battle_clear_ex_10909_1",
      "desc": "Победный клич совершенства",
      "dlg": "Воу... Думаю, это было довольно хорошее выступление, учитывая все обстоятельства. Интересно, наконец-то ли меня заметят."
    },
    {
      "id": "battle_defeat_10909_1",
      "desc": "Вой поражения",
      "dlg": "Мы провалили эту миссию, но не будь слишком строг к себе. Мы... не будем торопиться и попробуем снова. С самого начала."
    }
  ]
}
