{
    "dataList": [
        {
            "id": "get_11112_1",
            "desc": "Получение",
            "dlg": "У зайца нет имени. Я всего лишь зверь, скрывающийся в тенях."
        },
        {
            "id": "lobby_morning_11112_1",
            "desc": "Утреннее приветствие",
            "dlg": "Без вашего зова тень рассеивается под солнцем. Вы можете сосредоточиться на своих дневных делах, мой господин."
        },
        {
            "id": "lobby_noon_11112_1",
            "desc": "Полуденное приветствие",
            "dlg": "Ваш обед готов. Теперь я отступаю в тень, чтобы подготовиться к нападению, которое, как вы предвидели, развернётся во время этой трапезы."
        },
        {
            "id": "lobby_night_11112_1",
            "desc": "Вечернее приветствие",
            "dlg": "Все на позициях. Дайте нам малейший сигнал, и эта стая зайцев спустится и затмит саму луну — последний свет, что увидят ваши враги."
        },
        {
            "id": "smalltalk_11112_1",
            "desc": "Болтовня №1",
            "dlg": "Как бы дерзко это ни было, я должна дать вам совет. Держите нас близко как инструменты в своих руках, мой господин, но никогда не близко к сердцу. Верность зверей, скрывающихся во тьме, принадлежит титулу, а не тому, кто его носит."
        },
        {
            "id": "smalltalk_11112_2",
            "desc": "Болтовня №2",
            "dlg": "Там, где падает тень, две возникнут оттуда, где она упала. Если нас схватят, мы рассеемся, как бесследная пыль; мы никогда не слышали и не видели вас, мой господин."
        },
        {
            "id": "smalltalk_11112_3",
            "desc": "Болтовня №3",
            "dlg": "Меня не интересуют другие Хэйшоу, ибо я уже знаю всё, что должна о них знать. Вам нет нужды сообщать мне, какой Стаей вы владеете или об индивидуальностях тех, кем вы владеете.\nЕсли вы всё же решите поведать мне о них, это будет лишь эфемерной игрой теней, которая вскоре забудется."
        },
        {
            "id": "smalltalk_11112_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Здесь больше нечего делать, мой господин. Другие зайцы прочёсывают здание в поисках того, чем ещё можно поживиться.\nЕсли у вас нет других приказов, я удалюсь... но останусь бдительной к другим скрывающимся зверям."
        },
        {
            "id": "smalltalk_11112_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Покров тьмы даёт зверям большое преимущество...\nВы понимаете? Ваша жизнь была предрешена в тот момент, когда этот заяц остановил на вас свой взгляд."
        },
        {
            "id": "neglect_11112_1",
            "desc": "Бездействие",
            "dlg": "……."
        },
        {
            "id": "gacksung_11112_1",
            "desc": "Связь",
            "dlg": "Ваш враг устранён. Куда мне скакать дальше?"
        },
        {
            "id": "formation_11112_1",
            "desc": "Вступление в команду",
            "dlg": "Я принимаю ваш приказ."
        },
        {
            "id": "battleentry_11112_1",
            "desc": "Выход на поле боя",
            "dlg": "Под покровом ночи."
        },
        {
            "id": "battle_select_11112_1",
            "desc": "Выбор в битве",
            "dlg": "Мой господин, ваше личное присутствие здесь — Нет, мой господин. Прошу, изъявите свою волю."
        },
        {
            "id": "battle_endcommand_11112_1",
            "desc": "Совершение атаки",
            "dlg": "Я их прикончу."
        },
        {
            "id": "battle_enemy_break_11112_1",
            "desc": "Оглушение противника",
            "dlg": "Какой жалкий крик."
        },
        {
            "id": "battle_break_11112_1",
            "desc": "Оглушение",
            "dlg": "... Ках."
        },
        {
            "id": "battle_kill_11112_1",
            "desc": "Убийство противника",
            "dlg": "Тебе конец."
        },
        {
            "id": "battle_dead_11112_1",
            "desc": "Смерть",
            "dlg": "Я могу умереть здесь... но... Подразделение Мао..."
        },
        {
            "id": "choice_success_p_11112_2",
            "desc": "Успех проверки",
            "dlg": "Справилась без проблем."
        },
        {
            "id": "choice_fail_n_11112_1",
            "desc": "Провал проверки",
            "dlg": "... Давайте найдём зайца, который лучше справится с этим."
        },
        {
            "id": "battle_clear_11112_1",
            "desc": "Победный клич",
            "dlg": "Я выполнила ваш приказ. Подразделение Мао понесло значительные потери, но вам не о чем беспокоиться. Больше нас появится, чтобы заполнить пустоту."
        },
        {
            "id": "battle_clear_ex_11112_1",
            "desc": "Победный клич совершенства",
            "dlg": "Теперь они в тенях. Как только Чистильщики закончат свою ночную работу, как только наступит новый день, те, кто ищет следы ушедших, уйдут с пустыми руками. Тьма рассеивается в свете солнца."
        },
        {
            "id": "battle_defeat_11112_1",
            "desc": "Вой поражения",
            "dlg": "Моя неудача — не неудача нашей Стаи Хэйшоу. Я лишь одна из многих зверей... ибо я никто, ничто вовсе. Прибудут ещё многие, чтобы стереть эту неудачу."
        }
    ]
}