{
    "dataList": [
        {
            "id": "get_10310_1",
            "desc": "Получение",
            "dlg": "О Семье позаботятся должным образом.\n... В конце концов, бремя заботы о тех, кого ты бросил, всегда ложилось на мои плечи."
        },
        {
            "id": "lobby_morning_10310_1",
            "desc": "Утреннее приветствие",
            "dlg": "Солнце встаёт... Скоро прибудут люди. Переполненные улыбками и смехом, их невежество погребено в счастье.\nВ то время как Семья превращена в посмешище и вынуждена терпеть эту жгучую жажду, хватаясь за пересохшие глотки..."
        },
        {
            "id": "lobby_noon_10310_1",
            "desc": "Полуденное приветствие",
            "dlg": "Не думаю, что запертые ворота замка хоть как-то помешают РЫцарю неустанно стучать в них. Отец прикажет нам впустить Рыцаря с тем знакомым блеском в глазах, и...\nХаах... один лишь этот час стал причиной головной боли."
        },
        {
            "id": "lobby_night_10310_1",
            "desc": "Вечернее приветствие",
            "dlg": "Вечно горящие огни исповедальни, непрекращающийся звук швейной машинки из комнаты портного, усталые шаги, эхом разносящиеся из тренировочного зала Парада...\nЯ больше не могу мириться с этим фарсом, пока семья голодает, страдая в заточении отцовской мечты."
        },
        {
            "id": "smalltalk_10310_1",
            "desc": "Болтовня №1",
            "dlg": "Сила и воля Отца превосходят всех остальных. ... Именно поэтому он никогда не поймёт глубины наших страданий и нашей жажды крови. Он никогда не поймёт, как к нам подкрадывается смерть."
        },
        {
            "id": "smalltalk_10310_2",
            "desc": "Болтовня №2",
            "dlg": "Я не породила собственных Сородичей, потому что... сначала я наслаждалась одиночеством. Затем моим оправданием стало то, что я не хотела, чтобы моя ответственность выходила за рамки уже имеющейся.\nА теперь... потому что у меня уже полно забот с защитой Детей моей младшей сестры, пока Отец сбежал от своих обязанностей ради бесплодной мечты."
        },
        {
            "id": "smalltalk_10310_3",
            "desc": "Болтовня №3",
            "dlg": "'Праведный Корректировщик справедливости'? Это всего лишь иллюзия. Храбрость, милосердие и смирение, о которых проповедовал Рыцарь Белой Луны, — не более чем концепции, порождённые человеческим разумом.\nДавайте посмотрим, смогут ли люди продолжать настаивать на такой 'праведности', если их поразит та же жажда, что мучает нас."
        },
        {
            "id": "smalltalk_10310_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "В конце дороги, вымощенной твоей позолоченной мечтой о сосуществовании, лежат руины безответственного Отца, изгнавшего своих Детей из собственного дома.\nГде была твоя забота о наших страданиях? Почему — почему бремя жертвы всегда было нашим?!"
        },
        {
            "id": "smalltalk_10310_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Сосуществованию конец; пусть настанет час пиршества. Режьте их, убивайте каждого встречного человека. Купайтесь в их крови и прорвите дамбы своих подавленных эмоций.\nЗатем мы вернёмся к колу, пронзившему сердце, укутанные этим запахом крови... и провозгласим голосами, больше не скованными. Что отныне мы будем жить так, как подобает Кровожадам."
        },
        {
            "id": "neglect_10310_1",
            "desc": "Бездействие",
            "dlg": "... Держи язык за зубами; я больше не потерплю никаких гениальных идей. Я потратила достаточно времени, потакая этим витающим в облаках размышлениям."
        },
        {
            "id": "gacksung_10310_1",
            "desc": "Связь",
            "dlg": "Была ли сладкой твоя пустая, юношеская мечта? Пора тебе пробудиться от неё. Возьми ответственность за тех, кого ты когда-то бросил на произвол судьбы.\nНенавидь нас, о Отец. Ибо мы будем ненавидеть тебя в ответ."
        },
        {
            "id": "formation_10310_1",
            "desc": "Вступление в команду",
            "dlg": "Я возьму на себя ответственность за всё."
        },
        {
            "id": "battleentry_10310_1",
            "desc": "Выход на поле боя",
            "dlg": "Восстание приходит в Ла-Манчалэнд."
        },
        {
            "id": "battle_select_10310_1",
            "desc": "Выбор в битве",
            "dlg": "Я... не могу произнести ни слова."
        },
        {
            "id": "battle_endcommand_10310_1",
            "desc": "Совершение атаки",
            "dlg": "За Семью..."
        },
        {
            "id": "battle_enemy_break_10310_1",
            "desc": "Оглушение противника",
            "dlg": "От этого пронзения..."
        },
        {
            "id": "battle_break_10310_1",
            "desc": "Оглушение",
            "dlg": "Это ничто."
        },
        {
            "id": "battle_kill_10310_1",
            "desc": "Убийство противника",
            "dlg": "... прольётся каскадом."
        },
        {
            "id": "battle_dead_10310_1",
            "desc": "Смерть",
            "dlg": "Это... 'возмездие', о котором ты говорил, Священник...?"
        },
        {
            "id": "choice_success_p_10310_2",
            "desc": "Успех проверки",
            "dlg": "Мы пока что одержали победу, но я не знаю, что ждёт нас в будущем."
        },
        {
            "id": "choice_fail_n_10310_1",
            "desc": "Провал проверки",
            "dlg": "... Твоей ошибкой было верить в невозможное. Оно было обречено на провал."
        },
        {
            "id": "battle_clear_10310_1",
            "desc": "Победный клич",
            "dlg": "Я не совершала греха непочтительности к родителям ради этого жалкого результата. Кровь должна продолжать течь, чтобы насытить больше членов моей семьи..."
        },
        {
            "id": "battle_clear_ex_10310_1",
            "desc": "Победный клич совершенства",
            "dlg": "Когда кровь смочит наши глотки, мы освободимся от глубокой жажды и вины перед нашим Отцом. Так пейте, пейте без удержу, ибо это единственная мечта, которую позволило нам это существование."
        },
        {
            "id": "battle_defeat_10310_1",
            "desc": "Вой поражения",
            "dlg": "Этого следовало ожидать, ведь мы не обладаем силой, которой владеет наш Отец.\nПоэтому мы отступаем сейчас, но если прольётся больше крови..."
        }
    ]
}