{
    "dataList": [
        {
            "id": "get_11211_1",
            "desc": "Получение",
            "dlg": "Они... все из нашего Офиса. Офиса Огненного Кулака."
        },
        {
            "id": "lobby_morning_11211_1",
            "desc": "Утреннее приветствие",
            "dlg": "Здесь ничего не меняется, когда встаёт солнце. Крохотная комнатушка с гнилым воздухом, липкие стены... заперт без единого луча света.\nТо, что мы когда-то даже мечтали о такой глупости, как надежда, в этом полуподвальном гробу... теперь всё кажется дурной шуткой."
        },
        {
            "id": "lobby_noon_11211_1",
            "desc": "Полуденное приветствие",
            "dlg": "Ах, мне нравится приходить туда пораньше. Корпорация P и их смехотворный брифинг начинаются около полудня, знаешь ли.\nЯ просидел на них достаточно раз, чтобы помнить каждое словечко, но... я всё равно всегда стараюсь слушать внимательно. Мёртвые оставляют хорошую информацию... и для убийства, и для выживания против Кровожадов."
        },
        {
            "id": "lobby_night_11211_1",
            "desc": "Вечернее приветствие",
            "dlg": "Когда этот проклятый парк развлечений открывается, когда начинает играть эта музыка... я почти снова их вижу. В той же одежде, что была на них в тот день.\nНо это всё лишь мираж... И мне пора перестать позволять иллюзиям быть моим единственным утешением."
        },
        {
            "id": "smalltalk_11211_1",
            "desc": "Болтовня №1",
            "dlg": "Я не хочу присоединяться к Охотникам на Кровожадов. Я не ненавижу этих монстров — Кровожадов — так, как охотники.\n... Я просто хочу увидеть, как сгорит Ла-Манчалэнд. Это меньшее, что я могу сделать как последний выживший из Офиса Огненного Кулака."
        },
        {
            "id": "smalltalk_11211_2",
            "desc": "Болтовня №2",
            "dlg": "Хочешь знать, в какой Мастерской я получил эту руку? Хм. Думаю, это была какая-то Мастерская из Подворотен, которая не проработала и месяца и уже была на пути к закрытию.\nВладелец явно был новичком в деле, без каких-либо связей, но талант у него был. Что означает, что нам удалось урвать приличное снаряжение задешево."
        },
        {
            "id": "smalltalk_11211_3",
            "desc": "Болтовня №3",
            "dlg": "Дождь... Сестрёнка его ненавидела. Говорила, что от него всё становится липким и холодным, говорила, что даже огонь нормально разжечь не может, когда идёт дождь...\nМне тогда было всё равно, но сейчас... уже не очень. Парк развлечений не открывается, когда идёт дождь, понимаешь."
        },
        {
            "id": "smalltalk_11211_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Я не собираюсь выставлять напоказ эти посредственные результаты, чтобы набить карманы наградами за вклад. Мёртвые не простят меня, если я это сделаю.\nВместо этого я... я сожгу всё дотла. Этот отвратительный парк развлечений и одежду, которую на неё напялили... всё это."
        },
        {
            "id": "smalltalk_11211_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Вот вы и здесь, рычите и несётесь к сожжённой и застывшей крови, как и подобает вам, кровососущим тварям. Теперь вы ведёте себя так, как и должны Кровожады, не так ли? Дрожа от страха, вы будто притворяетесь людьми, даже если это вода заставляет вас содрогаться."
        },
        {
            "id": "neglect_11211_1",
            "desc": "Бездействие",
            "dlg": "... Не найдётся сигаретки? У меня есть огонь. ... Полагаю, это всё, что у меня есть."
        },
        {
            "id": "gacksung_11211_1",
            "desc": "Связь",
            "dlg": "Это холодный, холодный Город, дружище… Давай хотя бы проявим порядочность и подадим месть обжигающе горячей."
        },
        {
            "id": "formation_11211_1",
            "desc": "Вступление в команду",
            "dlg": "Я приготовил достаточно топлива."
        },
        {
            "id": "battleentry_11211_1",
            "desc": "Выход на поле боя",
            "dlg": "... Они всегда начинают с этой музыки."
        },
        {
            "id": "battle_select_11211_1",
            "desc": "Выбор в битве",
            "dlg": "Этот разговор может подождать... пока парк не закроется."
        },
        {
            "id": "battle_endcommand_11211_1",
            "desc": "Совершение атаки",
            "dlg": "Посмотрим, сколько ещё ты выдержишь."
        },
        {
            "id": "battle_enemy_break_11211_1",
            "desc": "Оглушение противника",
            "dlg": "Не думаю, что у тебя есть последние слова?"
        },
        {
            "id": "battle_break_11211_1",
            "desc": "Оглушение",
            "dlg": "Хаах... не волнуйся. Рана прижглась."
        },
        {
            "id": "battle_kill_11211_1",
            "desc": "Убийство противника",
            "dlg": "... Всё сгорело дотла."
        },
        {
            "id": "battle_dead_11211_1",
            "desc": "Смерть",
            "dlg": "Хаах... не слишком ли... рано мне присоединяться к ним...?"
        },
        {
            "id": "choice_success_p_11211_2",
            "desc": "Успех проверки",
            "dlg": "Я брался за всякую подработку, чтобы свести концы с концами."
        },
        {
            "id": "choice_fail_n_11211_1",
            "desc": "Провал проверки",
            "dlg": "... В следующий раз я справлюсь лучше."
        },
        {
            "id": "battle_clear_11211_1",
            "desc": "Победный клич",
            "dlg": "Значит, на этот раз я добрался только сюда, хах... В следующий раз я вернусь, чтобы сжечь этот проклятый парад заживо."
        },
        {
            "id": "battle_clear_ex_11211_1",
            "desc": "Победный клич совершенства",
            "dlg": "Что я говорил, сестрёнка? Я сказал, что вернусь, чтобы сжечь всё дотла."
        },
        {
            "id": "battle_defeat_11211_1",
            "desc": "Вой поражения",
            "dlg": "... В следующий раз я не оставлю ничего, кроме пепла. Не оставлю ни капли крови, чтобы вы могли её лакать."
        }
    ]
}