{
  "dataList": [
    {
      "id": "get_11110_1",
      "desc": "Получение",
      "dlg": "Приступаю к миссии по зачистке поезда. Давайте вернем пассажиров на их места."
    },
    {
      "id": "lobby_morning_11110_1",
      "desc": "Утреннее приветствие",
      "dlg": "Я предпочитаю оставаться с пустым желудком по утрам. К виду наших пассажиров я могу привыкнуть, но запах... К запаху привыкнуть довольно сложно."
    },
    {
      "id": "lobby_noon_11110_1",
      "desc": "Полуденное приветствие",
      "dlg": "На обед я обычно беру премиальный набор в коробке, который продается на каждой платформе WARP поездов.\nНасколько я слышала, обеды в коробках, которые продаются на станции в штаб-квартире, самые лучшие из всех. Советую попробовать, если будет возможность."
    },
    {
      "id": "lobby_night_11110_1",
      "desc": "Вечернее приветствие",
      "dlg": "Не обращайте на меня внимания, Исполнительный Менеджер. Можете возвращаться в свои покои.\nИ снова моя смена продлится до последнего поезда дня... Вернее, до первого поезда завтрашнего дня. Я ещё побуду здесь..."
    },
    {
      "id": "smalltalk_11110_1",
      "desc": "Болтовня №1",
      "dlg": "Полагаю, снижение цен на билеты и расширение эконом класса, вызванные некоторыми... неприятными событиями, виноваты в том, что наша рабочая нагрузка увеличилась в несколько раз."
    },
    {
      "id": "smalltalk_11110_2",
      "desc": "Болтовня №2",
      "dlg": "Теперь смотрите. Если пассажиры забаррикадировались в вагоне, то... разорвите пространство, чтобы открыть дверь перед входом. Однако предупреждаю: делайте это только после полной остановки поезда."
    },
    {
      "id": "smalltalk_11110_3",
      "desc": "Болтовня №3",
      "dlg": "Наша миссия состоит в том, чтобы правильно распознать и сопоставить нужные геномы, собрать части воедино и вернуть пассажиров на их места.\nНейтрализация пассажиров не является нашей основной целью; это лишь часть процесса."
    },
    {
      "id": "smalltalk_11110_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Некоторые Агенты по Зачистке считают, что они не подходят для такой работы, но... лидер должен уметь использовать и немотивированных подчинённых.\nМожет наступить момент, когда они проявят свою полезность, так как обычно у них нет определённых ненужных идей."
    },
    {
      "id": "smalltalk_11110_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Пожалуйста, не позволяйте виду поезда беспокоить вас. Я уверена, что для большинства Крыльев это обычное дело.\nЕсли вам трудно переносить этот вид, советую вернуться позже. Потому что эти куски мяса вы будете видеть на протяжении всего процесса зачистки."
    },
    {
      "id": "neglect_11110_1",
      "desc": "Бездействие",
      "dlg": "... Я никак не могу вернуться. Неважно, на сколько поездов я сажусь изо дня в день."
    },
    {
      "id": "gacksung_11110_1",
      "desc": "Связь",
      "dlg": "Путь домой...! Ах... всё ещё беспокоит."
    },
    {
      "id": "formation_11110_1",
      "desc": "Вступление в команду",
      "dlg": "Всему персоналу по Зачистке занять позиции. Ваша смена скоро начнётся."
    },
    {
      "id": "battleentry_11110_1",
      "desc": "Выход на поле боя",
      "dlg": "Перчатки Разрыва Измерений заряжены и готовы."
    },
    {
      "id": "battle_select_11110_1",
      "desc": "Выбор в битве",
      "dlg": "Пожалуйста, подождите, пока этот поезд не будет зачищен. Тогда я отвечу на ваши вопросы."
    },
    {
      "id": "battle_endcommand_11110_1",
      "desc": "Совершение атаки",
      "dlg": "Проверяю заряд снаряжения. Давайте зачистим их одним махом."
    },
    {
      "id": "battle_enemy_break_11110_1",
      "desc": "Оглушение противника",
      "dlg": "Нейтрализация пассажира подтверждена."
    },
    {
      "id": "battle_break_11110_1",
      "desc": "Оглушение",
      "dlg": "Ух..."
    },
    {
      "id": "battle_kill_11110_1",
      "desc": "Убийство противника",
      "dlg": "Нейтрализация завершена. Процедура реконструкции пассажира готова к началу."
    },
    {
      "id": "battle_dead_11110_1",
      "desc": "Смерть",
      "dlg": "Так вот как я... на этом блуждающем пути без видимого конца..."
    },
    {
      "id": "choice_success_p_11110_2",
      "desc": "Успех проверки",
      "dlg": "Я убедилась, что каждый член команды досконально изучил инструкцию. Это лишь ожидаемый результат."
    },
    {
      "id": "choice_fail_n_11110_1",
      "desc": "Провал проверки",
      "dlg": "... Инструкцию нужно обновить."
    },
    {
      "id": "battle_clear_11110_1",
      "desc": "Победный клич",
      "dlg": "Зачистка завершена. Теперь, поскольку мы с пассажирами, делайте вид, что ничего не видели. Ни слова о том, что вы видели или слышали."
    },
    {
      "id": "battle_clear_ex_11110_1",
      "desc": "Победный клич совершенства",
      "dlg": "Мы закончили намного раньше, чем ожидалось. Отдохните, пока мы ждём следующий поезд. Я тем временем займусь отчётом."
    },
    {
      "id": "battle_defeat_11110_1",
      "desc": "Вой поражения",
      "dlg": "... Зачистка провалена. Заряд снаряжения... на нуле. Я не смогу... вернуться..."
    }
  ]
}
