{
  "dataList": [
    {
      "id": "get_10810_1",
      "desc": "Получение",
      "dlg": "Замолчи и встань в строй. Я бы предпочла обойтись без выговора на утреннем собрании."
    },
    {
      "id": "lobby_morning_10810_1",
      "desc": "Утреннее приветствие",
      "dlg": "... Почему утренние пробежки не могут быть добровольными?\nЯ не против бега, но... Мне не нравится бегать в группе. Особенно по улицам..."
    },
    {
      "id": "lobby_noon_10810_1",
      "desc": "Полуденное приветствие",
      "dlg": "Может, будем использовать эти мечи как столы или стулья во время обеденного перерыва. Как тебе такая идея?"
    },
    {
      "id": "lobby_night_10810_1",
      "desc": "Вечернее приветствие",
      "dlg": "Конечно, мы продолжаем патрулировать каждую из назначенных зон даже ночью... но тебе всё равно стоит быть осторожным.\nДаже тень щита тускнеет в лунном свете."
    },
    {
      "id": "smalltalk_10810_1",
      "desc": "Болтовня №1",
      "dlg": "Ого... Ты серьёзно думаешь, что этот двуручный меч и полный доспех тяжёлые, неудобные и громоздкие? Знаешь, это заблуждение было опровергнуто уже давным-давно.\nОни легче, чем кажутся. Они же сделаны в мастерской, это должно быть очевидно."
    },
    {
      "id": "smalltalk_10810_2",
      "desc": "Болтовня №2",
      "dlg": "Рыцарство, серьёзно...? Оставь это для тех странствующих рыцарей-смутьянов.\nМы просто щиты, работающие на Ассоциацию «Цвай», а не благородные рыцари из твоих сказок."
    },
    {
      "id": "smalltalk_10810_3",
      "desc": "Болтовня №3",
      "dlg": "Это более удовлетворительно, чем то безумие с Китобойным промыслом, и более захватывающе, чем работа на Крыло, но... Я не думаю, что останусь здесь навсегда.\nНе могу вынести иронии того, что зарабатываю на жизнь, защищая людей... когда живу ради мести этому ублюдку."
    },
    {
      "id": "smalltalk_10810_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Негласная охрана, делать вид, будто их там даже нет... вот как это делает южный филиал. Наша работа - внушительно стоять рядом с клиентами с этими огромными мечами и запугивать любых нападающих ещё до того, как они осмелятся атаковать."
    },
    {
      "id": "smalltalk_10810_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Не слишком доверяй этим 'Рыцарским Орденам' с запада, если только они не часть Крыла, как Орден Лунного Лика Корпорации М. В противном случае они ничем не отличаются от обычных Офисов Корректировщиков, так что не питай особых надежд.\nЕсли нужна настоящая защита, всегда нанимай профессионалов вроде Цвай и держись подальше от этих любителей."
    },
    {
      "id": "gacksung_10810_1",
      "desc": "Связь",
      "dlg": "Не волнуйся. Ни одна стрела не пройдёт, пока я стою между тобой и твоими врагами."
    },
    {
      "id": "neglect_10810_1",
      "desc": "Бездействие",
      "dlg": "Эй, куда это ты крадёшься? Неужели думаешь пропустить утреннее собрание?"
    },
    {
      "id": "formation_10810_1",
      "desc": "Вступление в команду",
      "dlg": "Подтверждено нарушение в зоне защиты территории."
    },
    {
      "id": "battleentry_10810_1",
      "desc": "Выход на поле боя",
      "dlg": "Выдвигаюсь к целевой локации."
    },
    {
      "id": "battle_select_10810_1",
      "desc": "Выбор в битве",
      "dlg": "Мы в бою. Говори кратко."
    },
    {
      "id": "battle_endcommand_10810_1",
      "desc": "Совершение атаки",
      "dlg": "Обнаружен потенциально опасный индивид. Приступаю к подавлению."
    },
    {
      "id": "battle_enemy_break_10810_1",
      "desc": "Оглушение противника",
      "dlg": "Надо было нанять Цвай..."
    },
    {
      "id": "battle_break_10810_1",
      "desc": "Оглушение",
      "dlg": "Чт— что...?"
    },
    {
      "id": "battle_kill_10810_1",
      "desc": "Убийство противника",
      "dlg": "... иначе твоя голова не была бы раздавлена моим двуручным мечом."
    },
    {
      "id": "battle_dead_10810_1",
      "desc": "Смерть",
      "dlg": "Чёрт, они нас достали... Нужно вызвать подкрепление..."
    },
    {
      "id": "choice_success_p_10810_2",
      "desc": "Успех проверки",
      "dlg": "Кхм, кхм. Я бы сказала, что наша работа заслуживает премии за превышение ожиданий."
    },
    {
      "id": "choice_fail_n_10810_1",
      "desc": "Провал проверки",
      "dlg": "Не мой клиент в любом случае."
    },
    {
      "id": "battle_clear_10810_1",
      "desc": "Победный клич",
      "dlg": "У нас есть сопутствующий ущерб... Полагаю, это вычтут из оценки выполнения. Эй, по крайней мере, мы смогли защитить нашего клиента."
    },
    {
      "id": "battle_clear_ex_10810_1",
      "desc": "Победный клич совершенства",
      "dlg": "Никаких жертв, минимальный сопутствующий ущерб... это было идеально. Эй, если эта история разойдётся, кто знает? Может, какие-нибудь важные шишки Города наймут нас для защиты владений."
    },
    {
      "id": "battle_defeat_10810_1",
      "desc": "Вой поражения",
      "dlg": "Защита территории провалена... Хаах... похоже, я оставлю пятно на чести Цвай."
    }
  ]
}
