{
    "dataList": [
        {
            "id": "get_10712_1",
            "desc": "Получение",
            "dlg": "Мы что, здесь только вежливо болтаем в кругу? Сборище синдикатов, чёрт возьми... Когда же, наконец, разборки?"
        },
        {
            "id": "lobby_morning_10712_1",
            "desc": "Утреннее приветствие",
            "dlg": "Солнце взошло, пора поднимать задницы. Думаю, я пойду патрулировать и посмотрю, нет ли кого-нибудь настолько глупого, чтобы слоняться около «наших» предприятий. Заодно и денег за защиту соберу."
        },
        {
            "id": "lobby_noon_10712_1",
            "desc": "Полуденное приветствие",
            "dlg": "Эй, ты там. Да, ты. Ты должен быть либо сумасшедшим, либо тупым парнем, чтобы заявиться в наш район посреди... \nО, подожди минутку. Ты что, пялился на мои татуировки? Ну, почему ты не сказал этого с самого начала? Ладно, посмотри. Только немного, правда. А теперь иди нахуй любезно."
        },
        {
            "id": "lobby_night_10712_1",
            "desc": "Вечернее приветствие",
            "dlg": "Ха-ха... конечно, я знаю, что вы чувствуете, ребята. Нет ничего плохого в том, чтобы выпить после работы, да?\nНо как только вы это сделаете, вам лучше сразу идти спать. Если кто-то из вас, ребята, совершит ошибку, будучи пьяным, я разломаю вам череп еще до того, как об этом узнает капитан."
        },
        {
            "id": "smalltalk_10712_1",
            "desc": "Болтовня №1",
            "dlg": "Ты слышал? Судя по всему, трое из Десяти Клинков Востока придут на встречу.\nТск, наш Патриарх тоже был бы одним из них, если бы эти долбоёбы не отрезали ему запястье."
        },
        {
            "id": "smalltalk_10712_2",
            "desc": "Болтовня №2",
            "dlg": "Почему я держу одну руку в кармане? Эй, ты разве не слышал старую мудрость Синдиката? Всегда держи трюк в штанах, да?\nЧто? Рукав, а не штаны? ... Ну, мне все равно, ты, мелкий придирчивый мешок дерьма."
        },
        {
            "id": "smalltalk_10712_3",
            "desc": "Болтовня №3",
            "dlg": "Вон там семья Теппу, мафия Некомата... и... ой, эти парни вон там из клана Киокушин. А? Откуда я знаю все их имена?\n'Конечно знаю! Наш капитан, эта девчонка, она мне все эти ублюдки читала с незапамятных времен."
        },
        {
            "id": "smalltalk_10712_4",
            "desc": "Болтовня после связи №1",
            "dlg": "Ой, взгляните на мои татуировки-усилители. Я только что сделал их, спасибо Капитану. Посмотрите на эти облачные узоры... и это чертовски хорошо в придачу.\nУдар, который должен был отрезать мне руку, теперь оставляет лишь небольшой порез, разве не здорово?"
        },
        {
            "id": "smalltalk_10712_5",
            "desc": "Болтовня после связи №2",
            "dlg": "Че...? Какая-то мелочь вызвала капитана на дуэль? Ха, эти ублюдки, должно быть, недооценили Измаил, ведь она новый капитан...\nНу, нам не о чем беспокоиться. Нам просто нужно приготовиться убрать несколько трупов."
        },
        {
            "id": "neglect_10712_1",
            "desc": "Бездействие",
            "dlg": "<i>Зевок...</i> Что? Буди меня только когда что-то серьёзное случится, а?"
        },
        {
            "id": "gacksung_10712_1",
            "desc": "Связь",
            "dlg": "Ха...! Кто-нибудь еще хочет взбучки?"
        },
        {
            "id": "formation_10712_1",
            "desc": "Вступление в команду",
            "dlg": "Давно пора!"
        },
        {
            "id": "battleentry_10712_1",
            "desc": "Выход на поле боя",
            "dlg": "Давайте посмотрим на их тупые рожи, из какого бы Синдиката они ни были."
        },
        {
            "id": "battle_select_10712_1",
            "desc": "Выбор в битве",
            "dlg": "Фух... дайте мне перевести дух."
        },
        {
            "id": "battle_endcommand_10712_1",
            "desc": "Commencing Attack",
            "dlg": "Убить их всех!"
        },
        {
            "id": "battle_enemy_break_10712_1",
            "desc": "Enemy Stagger",
            "dlg": "Это будет чертовски больно."
        },
        {
            "id": "battle_break_10712_1",
            "desc": "Staggered",
            "dlg": "Агх."
        },
        {
            "id": "battle_kill_10712_1",
            "desc": "Enemy Killed",
            "dlg": "Следущий! Чоп-чоп!"
        },
        {
            "id": "battle_dead_10712_1",
            "desc": "Death",
            "dlg": "Я уже достаточно их перерезал... Остальное предоставлю тебе..."
        },
        {
            "id": "choice_success_p_10712_2",
            "desc": "Check Passed",
            "dlg": "Видишь? Я не просто так Вакашу."
        },
        {
            "id": "choice_fail_n_10712_1",
            "desc": "Check Failed",
            "dlg": "... Я же говорил, что у меня мало опыта в чем-то, кроме нарезки ломтиками и кубиками."
        },
        {
            "id": "battle_clear_10712_1",
            "desc": "Victory Cry",
            "dlg": "Ой, ой. Хватит. Скоро будет звонок в колокольчик — не будем создавать неловких ситуаций для больших парней, когда они встретятся."
        },
        {
            "id": "battle_clear_ex_10712_1",
            "desc": "Extra Conditions Fulfilled",
            "dlg": "Хорошая работа, ребята. Я разберусь с капитаном, так что давайте все вместе пойдем искупаемся в бане, как только закончим уборку."
        },
        {
            "id": "battle_defeat_10712_1",
            "desc": "Defeat Wail",
            "dlg": "Блин, это какой-то позор... Эй, я не вернусь, пока мы не разберемся с этим беспорядком. Передай капитану... что я вернусь до нашего следущего собрания."
        }
    ]
}