{
  "dataList": [
    {
      "id": "get_10910_1",
      "desc": "Получение",
      "dlg": "Фух... Ну, отдохнули и хватит. Давайте двигаться дальше, народ. И не замёрзните~"
    },
    {
      "id": "lobby_morning_10910_1",
      "desc": "Утреннее приветствие",
      "dlg": "Нннх... Даже в полдень здесь так холодно. Каждый раз, когда пытаюсь поспать в дороге, боюсь насмерть замёрзнуть.\nНу, если станет достаточно холодно, чтобы убить меня, полагаю, сумка автоматически активирует функцию термозащиты..."
    },
    {
      "id": "lobby_noon_10910_1",
      "desc": "Полуденное приветствие",
      "dlg": "Так, посмотрим... мы на контрольной точке №17. Нннх~ Может тут пообедаем? Небось надоело жевать энергетические батончики три раза в день? Открывайся, Полу!"
    },
    {
      "id": "lobby_night_10910_1",
      "desc": "Вечернее приветствие",
      "dlg": "Лучше приготовиться ко сну, как только солнце сядет. И не забудьте разровнять землю, на которой собираетесь лечь...\nХотите знать, что случилось, когда мы пытались идти ночью из-за нехватки времени? Я чуть не свалилась в расщелину и не погибла."
    },
    {
      "id": "smalltalk_10910_1",
      "desc": "Болтовня №1",
      "dlg": "Ну, я занимаюсь доставкой не ради удовольствия. Наверное, сначала был какой-то смысл, но...\nО! Да, мне всё ещё нравится любоваться видами, пока я передвигаюсь по Городу."
    },
    {
      "id": "smalltalk_10910_2",
      "desc": "Болтовня №2",
      "dlg": "В эти сумки можно запихнуть практически что угодно~ Если влезает в максимальную вместимость, конечно... И всё-таки здорово, что вес не меняется, что бы ты туда ни положил! <color=#9eada4><size=60%><i>[ВНИМАНИЕ. Несанкционированное хранение непредназначенных для доставки предметов—]</i></size></color> Эхехе, тише, Полу!"
    },
    {
      "id": "smalltalk_10910_3",
      "desc": "Болтовня №3",
      "dlg": "А... что, эта сумка? Не, у нас нет персональных сумок. Хмм~ интересно, через сколько рук прошла эта сумка... А, да. Когда кто-то погибает при доставке, мы отправляем людей подобрать её, и она становится их. А когда они умирают, кто-то другой идёт подбирать её, и... ну, вы понимаете, да? Ха-ха."
    },
    {
      "id": "smalltalk_10910_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Отлиично~ Это выглядит проще простого. Хватит тянуть резину, погнали, народ! И не вздумайте потом жаловаться на сниженную плату за доставку~"
    },
    {
      "id": "smalltalk_10910_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Нннх, такой тяжёлый... Я слышала, что ребята на юге таскают тонкий чемоданчик, так почему нам на севере достаётся такая громадина? Чувствую, что вывихну плечо, размахивая этой штукой."
    },
    {
      "id": "neglect_10910_1",
      "desc": "Бездействие",
      "dlg": "Хмм... Кажется, я где-то тут спрятала пачку вяленой говядины... <color=#9eada4><size=60%><i>[Обнаружено несанкционированное открытие замка вне координат доставки]</i></size></color> Чёрт, как стереть эти данные?! <color=#9eada4><size=60%><i>[Обнаружено несанкционированное поведение]</i></size></color>"
    },
    {
      "id": "gacksung_10910_1",
      "desc": "Связь",
      "dlg": "Активация Курьерской сумки, уровень 1... Так, давайте разберёмся с этим, пока не дошло до 3!"
    },
    {
      "id": "formation_10910_1",
      "desc": "Вступление в команду 1",
      "dlg": "Похоже на работу... Пошли, Полу. <color=#9eada4><size=60%><i>[Активация]</i></size></color>"
    },
    {
      "id": "formation_10910_2",
      "desc": "Вступление в команду 2",
      "dlg": "Ну, эта Полуденька немного скучная, но хотя бы компетентная~"
    },
    {
      "id": "battleentry_10910_1",
      "desc": "Выход на поле боя",
      "dlg": "Народ, мы опаздываем! Бегом!"
    },
    {
      "id": "battle_select_10910_1",
      "desc": "Выбор в битве",
      "dlg": "Поговорим потом, м? Нельзя опаздывать с доставкой."
    },
    {
      "id": "battle_endcommand_10910_1",
      "desc": "Совершение атаки",
      "dlg": "Прочь с дороги, давай!"
    },
    {
      "id": "battle_enemy_break_10910_1",
      "desc": "Оглушение противника",
      "dlg": "Хватит тратить моё время..."
    },
    {
      "id": "battle_break_10910_1",
      "desc": "Оглушение",
      "dlg": "Нгх..."
    },
    {
      "id": "battle_kill_10910_1",
      "desc": "Убийство противника",
      "dlg": "... и убирайся с дороги!"
    },
    {
      "id": "battle_dead_10910_1",
      "desc": "Смерть №1",
      "dlg": "Ах... Я буду... просто ещё одним заданием по подбору сумки, да..."
    },
    {
      "id": "battle_dead_10910_2",
      "desc": "Смерть №2",
      "dlg": "Н-нет, стой! Я сейчас же начну двигаться, лад— <color=#9eada4><size=60%><i>[Сумка Активирована]</i></size></color>"
    },
    {
      "id": "choice_success_p_10910_2",
      "desc": "Успех проверки",
      "dlg": "Готово. Довольны? Боже, как будто у меня времени навалом..."
    },
    {
      "id": "choice_fail_n_10910_1",
      "desc": "Провал проверки",
      "dlg": "Ах... Я не очень хороша в этом. Угх, какая пустая трата времени..."
    },
    {
      "id": "battle_clear_10910_1",
      "desc": "Победный клич",
      "dlg": "Это заняло гораздо больше времени, чем я ожидала, но... эх, лучше, чем быть поглощённой коробкой для доставки. Ладно, возвращаемся на дорогу!"
    },
    {
      "id": "battle_clear_ex_10910_1",
      "desc": "Победный клич совершенства",
      "dlg": "Мм~ у нас полно времени в запасе. Думаю, можем тут передохнуть и перекусить? Народ, время обедать!"
    },
    {
      "id": "battle_defeat_10910_1",
      "desc": "Вой поражения",
      "dlg": "... М-мы должны попробовать сразиться еще раз. Давайте, нападём на них прямо сейчас. Я реально могу опоздать с доставкой... Т-тогда..."
    }
  ]
}
