{
    "dataList": [
        {
            "id": "get_10111_1",
            "desc": "Получение",
            "dlg": "Ах, отдохни здесь немного, дорогой товарищ. ... И раз уж ты действительно здесь, не поможешь ли мне упорядочить данные этого эксперимента?\nАх! Бежать отсюда ты не будешь, ибо нет спасения, пока данная работа не будет завершена."
        },
        {
            "id": "lobby_morning_10111_1",
            "desc": "Утреннее приветствие",
            "dlg": "У меня нет особых возражений против работы в департаменте Энкефалина... однако у меня есть небольшое пожелание, чтобы построили крошечную террасу для наслаждения утренним солнцем."
        },
        {
            "id": "lobby_noon_10111_1",
            "desc": "Полуденное приветствие",
            "dlg": "Я сегодня довольно просто пообедал, так как весьма занят экспериментами из-за новостей о прибытии новой Аномалии в камеру содержания.\nПо правде говоря, любой голод, который я когда-либо испытывал, давно был подавлен стимуляцией от свежих подопытных..."
        },
        {
            "id": "lobby_night_10111_1",
            "desc": "Вечернее приветствие",
            "dlg": "Действительно, говорят, что бывшие Штаб-квартира и Филиалы Корпорации L часто работали допоздна... но департамент Энкефалина гордится безусловным соблюдением официального графика закрытия офиса.\nАх... однако исследователи, включая меня, всё ещё здесь в столь поздний час. Нас, впрочем, связывает не политика, а наша собственная страсть к экспериментам."
        },
        {
            "id": "smalltalk_10111_1",
            "desc": "Болтовня №1",
            "dlg": "У меня не было опыта работы в бывшей Корпорации L, однако я слышал, что некоторые исследователи, работающие здесь, в LCE, когда-то были там наняты.\nСтранные рассказы об их трудоустройстве довольно... Мм, они определённо вызывают всевозможные своеобразные эмоции."
        },
        {
            "id": "smalltalk_10111_2",
            "desc": "Болтовня №2",
            "dlg": "Ах, вы хотели бы узнать больше об этом снаряжении? Это продукт наших последних усилий по извлечению Э.Г.О. Были некоторые трудности в процессе извлечения, учитывая, что эта Аномалия не наблюдалась ни разу даже в записях бывшей Корпорации L, но... как видно, мы получили довольно многообещающий результат."
        },
        {
            "id": "smalltalk_10111_3",
            "desc": "Болтовня №3",
            "dlg": "В настоящее время ведётся исследование по устранению возникновения эмоциональной нестабильности при ношении извлечённого снаряжения.\nОднако... учитывая, что я приобрёл вкус к заманиванию коллег-исследователей в ловушки розыгрышей, возможно, это исследование не должно иметь приоритет над другими."
        },
        {
            "id": "smalltalk_10111_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "... Нарушения условий содержания Аномалий здесь довольно обыденное явление. Возможно, даже более частое, чем в бывшей Корпорации L, учитывая, что применение Аномалий здесь больше связано с задачами, а не с простой генерацией энергии.\nСубъекты Искажений, однако, могут проявлять признаки успокоения при вступлении в диалог. Возможно, это показатель того, что их действительно можно вернуть в человеческую форму — каким бы малым ни был шанс."
        },
        {
            "id": "smalltalk_10111_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Этот дух на подобии хвоста этого снаряжения... Действительно, похоже, он обладает способностью 'приманивать' цель, независимо от того, выбирают ли они Аномалию или Искажение.\nЯдро, несомненно, находится в другом месте... однако его завораживающая форма может ввести в заблуждение, что дух и есть ядро."
        },
        {
            "id": "neglect_10111_1",
            "desc": "Бездействие",
            "dlg": "Ах, эта случайная встреча весьма удачна. Проходите, садитесь. ... Ах, не беспокойтесь, на этот раз ловушки для вас нет."
        },
        {
            "id": "gacksung_10111_1",
            "desc": "Связь",
            "dlg": "Ах, могу ли я попросить вас продолжать притворяться, что вы ещё не заметили моего местоположения? Сбежавшая Аномалия скоро заинтересуется мной и подойдёт... и я поражу её одним ударом этого молота."
        },
        {
            "id": "formation_10111_1",
            "desc": "Вступление в команду",
            "dlg": "Это брифинг по исследованию, или... произошло нарушение условий содержания?"
        },
        {
            "id": "battleentry_10111_1",
            "desc": "Выход на поле боя",
            "dlg": "Шанс проверить его достоинства."
        },
        {
            "id": "battle_select_10111_1",
            "desc": "Выбор в битве",
            "dlg": "... Был бы глубоко признателен, если бы категория исключений здесь не потребовалась..."
        },
        {
            "id": "battle_endcommand_10111_1",
            "desc": "Совершение атаки",
            "dlg": "Субъект подавлен."
        },
        {
            "id": "battle_enemy_break_10111_1",
            "desc": "Оглушение противника",
            "dlg": "Хм. Таким образом, я оставляю запись об этой слабости."
        },
        {
            "id": "battle_break_10111_1",
            "desc": "Оглушение",
            "dlg": "Нгх..."
        },
        {
            "id": "battle_kill_10111_1",
            "desc": "Убийство противника",
            "dlg": "Подавление завершено."
        },
        {
            "id": "battle_dead_10111_1",
            "desc": "Смерть",
            "dlg": "Хаах... однако... так много неизведанного... в этом мире... предстоит узнать..."
        },
        {
            "id": "choice_success_p_10111_2",
            "desc": "Успех проверки",
            "dlg": "Передо мной предстало ясное, чёткое видение решения."
        },
        {
            "id": "choice_fail_n_10111_1",
            "desc": "Провал проверки",
            "dlg": "Возможно, эту проблему можно отложить как долгосрочную исследовательскую цель...?"
        },
        {
            "id": "battle_clear_10111_1",
            "desc": "Победный клич",
            "dlg": "Таким образом, подавление завершено. Однако это усилие вызвало у нас немалую задержку... У нас не так много времени до крайнего срока сдачи этого отчёта.\n... Ах, ха-ха. Возможно, мне следует снова закинуть приманку моим коллегам."
        },
        {
            "id": "battle_clear_ex_10111_1",
            "desc": "Победный клич совершенства",
            "dlg": "Пусть в записях будет указано, что это был оглушительный успех. Исключительная координация со снаряжением, и... Мм, этот отчёт должен быть завершён в другом месте, так как здесь не так много места, чтобы полностью описать хронику событий."
        },
        {
            "id": "battle_defeat_10111_1",
            "desc": "Вой поражения",
            "dlg": "Не беспокойтесь. Для исследователей неудача подобна тени — одно не может существовать без другого. Таким образом, всевозможные неудачи приемлемы, пока они используются как строительные блоки для прокладывания пути к единственному успеху."
        }
    ]
}