{
  "dataList": [
    {
      "id": "get_11209_1",
      "desc": "Получение",
      "dlg": "Ты здесь для того, чтобы принять участие в охоте на того ублюдка? Или просто… полюбоваться упадком?"
    },
    {
      "id": "lobby_morning_11209_1",
      "desc": "Утреннее приветствие",
      "dlg": "Закрой окно, будь добр. К своему несчастью я уродился в теле, вызывающем у меня кашель от малейшего дуновения ветра."
    },
    {
      "id": "lobby_noon_11209_1",
      "desc": "Полуденное приветствие",
      "dlg": "Не стоит ожидать здесь солнечных лучей. Облака навеки остаются непробиваемой стеной на их пути. Для нас солнце также далеко, как и некогда мирная жизнь."
    },
    {
      "id": "lobby_night_11209_1",
      "desc": "Вечернее приветствие",
      "dlg": "Лишь стоит мне отбыть в дымку сновидений, громогласный шторм пробуждает меня. Похоже, ночные кошмары вернулись из забытья, чтобы барабанной дробью бить по моим окнам."
    },
    {
      "id": "smalltalk_11209_1",
      "desc": "Болтовня №1",
      "dlg": "А, это ты. В последнее время меня посещает весьма… нежеланный гость. Не имея иного выбора, мне пришлось заключить с ним союз… И всё же я знаю, что он в любой момент может вонзить мне нож в спину."
    },
    {
      "id": "smalltalk_11209_2",
      "desc": "Болтовня №2",
      "dlg": "Чем острее клинок, тем яснее разум его владельца? Полная брехня. Мой клинок невообразимо остр… ибо был куплен за хорошие деньги. Но… Каждую ночь я вынужден просыпаться в лабиринте сомнений, не зная, действительно ли я проснулся или всё это лишь ужасный кошмар."
    },
    {
      "id": "smalltalk_11209_3",
      "desc": "Болтовня №3",
      "dlg": "А ты сам видел то поместье? В том далёком месте лишь бушующие ветра и молнии являются постоянными гостями. Оно внедряло в мою душу лишь отчаяние… которое, как бы это ни было иронично, и дало мне силы жить дальше."
    },
    {
      "id": "smalltalk_11209_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Порой, видя безымянные надгробья, моё сердце начинает колотиться так, будто готово разорваться. Не знаешь ли ты… какова может быть причина тому?"
    },
    {
      "id": "smalltalk_11209_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Тот скот специально отрубил мне только одну руку. Я не сбежал — меня отпустили. И он сказал, что мы будем играть в такие прятки, в которые никак не могли играть детьми. Но кто на кого охотиться будет… это мы ещё посмотрим."
    },
    {
      "id": "neglect_11209_1",
      "desc": "Бездействие",
      "dlg": "Ничего, я привык к тому, что обо мне забывают."
    },
    {
      "id": "gacksung_11209_1",
      "desc": "Связь",
      "dlg": "Да, пришло время заточить мой клинок."
    },
    {
      "id": "formation_11209_1",
      "desc": "Вступление в команду",
      "dlg": "Мы нашли нашу добычу?"
    },
    {
      "id": "battleentry_11209_1",
      "desc": "Выход на поле боя",
      "dlg": "Час скорби настал."
    },
    {
      "id": "battle_select_11209_1",
      "desc": "Выбор в битве",
      "dlg": "Есть, что сказать мне?"
    },
    {
      "id": "battle_endcommand_11209_1",
      "desc": "Совершение атаки",
      "dlg": "Острота этого меча посвящена тебе."
    },
    {
      "id": "battle_enemy_break_11209_1",
      "desc": "Оглушение противника",
      "dlg": "Надеюсь, ты не ожидаешь благородной дуэли."
    },
    {
      "id": "battle_break_11209_1",
      "desc": "Оглушение",
      "dlg": "Нет… Если я паду здесь… его смех будет преследовать меня до гроба."
    },
    {
      "id": "battle_kill_11209_1",
      "desc": "Убийство противника",
      "dlg": "Достаточно было поражения лишь одной жизненно важной точки…"
    },
    {
      "id": "battle_dead_11209_1",
      "desc": "Смерть",
      "dlg": "Наконец-то… туман расступится, и я увижу лик той, что мог видеть лишь во снах…"
    },
    {
      "id": "choice_success_p_11209_2",
      "desc": "Успех проверки",
      "dlg": "По сравнению с тем, от чего мне пришлось отказаться в жизни… было просто."
    },
    {
      "id": "choice_fail_n_11209_1",
      "desc": "Провал проверки",
      "dlg": "Это промелькнуло мимо меня."
    },
    {
      "id": "battle_clear_11209_1",
      "desc": "Победный клич",
      "dlg": "Последняя дуэль ещё впереди. Пока что не время праздновать."
    },
    {
      "id": "battle_clear_ex_11209_1",
      "desc": "Победный клич совершенства",
      "dlg": "Пусть клинок этот устремится в его тёмное сердце."
    },
    {
      "id": "battle_defeat_11209_1",
      "desc": "Вой поражения",
      "dlg": "Похоже, время ещё не пришло."
    }
  ]
}