{
  "dataList": [
    {
      "id": "get_10511_1",
      "desc": "Получение",
      "dlg": "На сегодня интервью окончено. По всем дальнейшим вопросам обращайтесь в отдел по связям с общественностью западного отделения Ассоциации «Сэнк»."
    },
    {
      "id": "lobby_morning_10511_1",
      "desc": "Утреннее приветствие",
      "dlg": "Доброе утро. Это время обычно зарезервировано для утренних тренировок Ассоциации. Поскольку интервью может потребовать значительного количества времени и полной концентрации внимания, я бы хотел попросить отложить его до завершения упражнений."
    },
    {
      "id": "lobby_noon_10511_1",
      "desc": "Полуденное приветствие",
      "dlg": "Не присоединитесь к ним на обед? На отметке три-часа-четырнадцать-минут нашей дискуссии о нашей учебной программе, все остальные покинули интервью ради обеда, так что..."
    },
    {
      "id": "lobby_night_10511_1",
      "desc": "Вечернее приветствие",
      "dlg": "Я не веду трансляции по ночам. Хотя значительная часть моей текущей аудитории запрашивала такое расписание, пока сложно определить, какую пользу можно извлечь из трансляции своей личной жизни."
    },
    {
      "id": "smalltalk_10511_1",
      "desc": "Болтовня №1",
      "dlg": "Вы, должно быть, говорите о прямых трансляциях моих дуэлей. Их цель меньше связана с самопродвижением и больше с предоставлением анонимной группе оценщиков возможности анализировать мою технику и форму.\nХолодный, безразличный взгляд анонимных масс полезен для получения объективного взгляда на себя."
    },
    {
      "id": "smalltalk_10511_2",
      "desc": "Болтовня №2",
      "dlg": "Каждый Сэнк, независимо от его отделения, одинаков в своей сути. Победить своего противника в дуэли и либо поставить его на колени, либо казнить. В этом вся простота."
    },
    {
      "id": "smalltalk_10511_3",
      "desc": "Болтовня №3",
      "dlg": "Неоспоримая истина в том, что значительная часть контрактов выдается благодаря публичности, полученной через прямые трансляции, и они предоставляют определенную степень удобства.\nТакже говорят, что южное отделение часто патрулирует Подворотни в поисках новых потенциальных клиентов. ... Хм. Такой метод кажется весьма неэффективным."
    },
    {
      "id": "smalltalk_10511_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Неудивительно, что мои движения нелегко отследить невооруженным глазом. В конце концов, именно такова была цель тренировок.\nРекомендуется пересматривать предыдущие трансляции тем, кто хочет приостановить поток для детального анализа формы."
    },
    {
      "id": "smalltalk_10511_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Ассоциация «Эуфи» заверила это действие, и согласие противника получено. Эта дуэль будет насмерть или просто определит лучшего фехтовальщика?\nВсё начнётся после получения ответа. Можете взять столько времени на размышление, сколько пожелаете."
    },
    {
      "id": "neglect_10511_1",
      "desc": "Бездействие",
      "dlg": "... А, сейчас может быть хорошее время чтобы продолжить интервью. Продолжим со страницы сто десять руководства по дуэлям Сэнк?"
    },
    {
      "id": "gacksung_10511_1",
      "desc": "Связь",
      "dlg": "Минутку, пожалуйста. Сейчас вы увидите демонстрацию дуэли; интервью может продолжиться после."
    },
    {
      "id": "formation_10511_1",
      "desc": "Вступление в команду",
      "dlg": "Значит, контракт."
    },
    {
      "id": "battleentry_10511_1",
      "desc": "Выход на поле боя",
      "dlg": "Это будет транслироваться, как и всегда."
    },
    {
      "id": "battle_select_10511_1",
      "desc": "Выбор в битве",
      "dlg": "В данный момент сфокусирован."
    },
    {
      "id": "battle_endcommand_10511_1",
      "desc": "Совершение атаки",
      "dlg": "Атака."
    },
    {
      "id": "battle_enemy_break_10511_1",
      "desc": "Оглушение противника",
      "dlg": "Снова. Эта дуэль ещё не окончена."
    },
    {
      "id": "battle_break_10511_1",
      "desc": "Оглушение",
      "dlg": "Хм. Разрыв."
    },
    {
      "id": "battle_kill_10511_1",
      "desc": "Убийство противника",
      "dlg": "Хороший поединок."
    },
    {
      "id": "battle_dead_10511_1",
      "desc": "Смерть",
      "dlg": "Значит, этого... было недостаточно... Возможно, это поражение можно будет... оценить... в видео..."
    },
    {
      "id": "choice_success_p_10511_2",
      "desc": "Успех проверки",
      "dlg": "Вот как следует справляться с подобной ситуацией, зрители."
    },
    {
      "id": "choice_fail_n_10511_1",
      "desc": "Провал проверки",
      "dlg": "Есть ли среди моих зрителей кто-нибудь, кто знает ответ...?"
    },
    {
      "id": "battle_clear_10511_1",
      "desc": "Победный клич",
      "dlg": "В сегодняшнем расписании не было ничего необычного. Мгновенный кризис, за которым последовала решительная победа. К сожалению, анонимным массам будет не так много материала для размышлений."
    },
    {
      "id": "battle_clear_ex_10511_1",
      "desc": "Победный клич совершенства",
      "dlg": "Сокрушительная победа. Полагаю, мои навыки владения клинком значительно выросли с моей предыдущей попытки. Это несомненно приведёт к увеличению числа зрителей."
    },
    {
      "id": "battle_defeat_10511_1",
      "desc": "Вой поражения",
      "dlg": "Такое поражение не было ожидаемым исходом. Однако, поскольку причину этого поражения можно просмотреть и проанализировать, можно сказать, что эта стычка принесла положительный результат."
    }
  ]
}
