{
    "dataList": [
        {
            "id": "get_10811_1",
            "desc": "Получение",
            "dlg": "Я хотела бы попросить вас отложить это дело на потом.\nПотому что я не люблю, когда меня отвлекают от чистки моего клинка."
        },
        {
            "id": "lobby_morning_10811_1",
            "desc": "Утренее Приветствие",
            "dlg": "Доброе утро. И довольно насыщенное... Сегодня нам нужно посетить собрание Синдикатов и заплатить дань Большому пальцу. Ха-ха, у меня начинает болеть голова из-за того, что приходится заниматься планированием в дополнение к другим обязанностям. Думаю, это расплата за то, что меня в последнюю минуту впихнули на эту должность."
        },
        {
            "id": "lobby_noon_10811_1",
            "desc": "Полуденное Приветствие",
            "dlg": "Ах... да, бывший капитан любила время от времени обедать с подчиненными. Я не совсем согласна с этой философией. Утомительно, что мне вообще приходится иметь с ними дело."
        },
        {
            "id": "lobby_night_10811_1",
            "desc": "Вечернее Приветствие",
            "dlg": "Если тебе больше нечем заняться, перестань тут слоняться и тащи свою задницу — ой. Извини, я думала, ты один из моих подчиненных. Когда они напиваются и устраивают беспорядок, это может стать настоящей головной болью. Особенно, когда я и так завалена работой..."
        },
        {
            "id": "smalltalk_10811_1",
            "desc": "Болтовня №1",
            "dlg": "Кокуунто... Я не думала, что получу его так скоро. Последнее, что мы слышали о нашем бывшем капитане, было то, что ее затащили в какую-то библиотеку или что-то в этом роде, и... с тех пор её нет. Так что... Ну, я думала, Патриарх также понял, что место капитана не должно оставаться вакантным слишком долго. Логично, что он так стремился побыстрее его заполнить."
        },
        {
            "id": "smalltalk_10811_2",
            "desc": "Болтовня №2",
            "dlg": "Наш Патриарх, он... ну, он уже старый и ему пришлось заменить одно из запястий протезом, но он был кое-кем, знаете? Одним из Десяти Клинков Востока. Он довольно веселый старичок, но когда он становится серьезным... Я чувствую, как холодок пробегает по моей спине, просто глядя на него."
        },
        {
            "id": "smalltalk_10811_3",
            "desc": "Ботолвня №3",
            "dlg": "Ха-ха... всё тело болит. Мне даже нечасто удаётся вытащить свой клинок, если только это не нужно для чего-то важного, и мне всегда приходится нянчиться со своими подчиненными. Я скучаю по старым добрым временам, когда я отрезала языки ублюдкам, которые считали себя крутыми..."
        },
        {
            "id": "smalltalk_10811_4",
            "desc": "Болтовня после связи 1",
            "dlg": "Пожалуйста, скажи мне, что ты не втянул меня в этот беспорядок только для того, чтобы разобраться с этими мелочами. Это не уличная драка, понимаешь, о чем я? Это разборка синдикатов. Так что... ты должен понять, что я не могу оставить это без внимания, не увидев рожу твоего босса."
        },
        {
            "id": "smalltalk_10811_5",
            "desc": "Болтовня после связи 2",
            "dlg": "Тебе стоит ознакомиться с правилами закоулков. А правила не очень-то приветствуют людей, пытающихся выпутаться из неприятностей с помощью ласковых разговоров. ...Сейчас, когда я об этом думаю, это меня просто бесит. Я заберу ещё и твою руку.\n... Ох, хах. Думаю, привычки бывшего капитана передаются и мне."
        },
        {
            "id": "gacksung_10811_1",
            "desc": "Связь",
            "dlg": "Меня зовут Измаил, тридцать четвертый капитан клана Курокумо... И я принимаю ваш вызов на решающий поединок."
        },
        {
            "id": "neglect_10811_1",
            "desc": "Бездействие",
            "dlg": "Перестань колебаться и скажи прямо. Ты начинаешь действовать мне на нервы."
        },
        {
            "id": "formation_10811_1",
            "desc": "Вступление в Команду",
            "dlg": "Ты хочешь, чтобы <i>я</i> это сделала?"
        },
        {
            "id": "battleentry_10811_1",
            "desc": "Выход на поле боя",
            "dlg": "Отлично."
        },
        {
            "id": "battle_select_10811_1",
            "desc": "Просмотр в бою",
            "dlg": "Что-нибудь еще осталось сказать?"
        },
        {
            "id": "battle_endcommand_10811_1",
            "desc": "Совершение атаки",
            "dlg": "Вот я иду."
        },
        {
            "id": "battle_enemy_break_10811_1",
            "desc": "Оглушение врага",
            "dlg": "Ох, ты не заметил? Тебя разрезали."
        },
        {
            "id": "battle_break_10811_1",
            "desc": "Оглушен",
            "dlg": "Нгх..."
        },
        {
            "id": "battle_kill_10811_1",
            "desc": "Враг убит",
            "dlg": "Как тебе удаётся за мной поспевать...?"
        },
        {
            "id": "battle_dead_10811_1",
            "desc": "Смерть",
            "dlg": "... Кхм. Так вот... где падает тридцать четвертый Капитан..."
        },
        {
            "id": "choice_success_p_10811_2",
            "desc": "Проверка пройдена",
            "dlg": "Ха. У вас что, не хватает людей для выполнения этих домашних дел?"
        },
        {
            "id": "choice_fail_n_10811_1",
            "desc": "Проверка провалена",
            "dlg": "... В любом случае, эти зачистки — работа подчиненных."
        },
        {
            "id": "battle_clear_10811_1",
            "desc": "Победный крик",
            "dlg": "Пошли, Хитклифф. Убери этот беспорядок, ладно? И отрежь им головы — хватит трех. Нам ведь нужно что-то отчитаться."
        },
        {
            "id": "battle_clear_ex_10811_1",
            "desc": "Дополнительные условия выполнены",
            "dlg": "Это было разачаровывающе... Теперь, когда ваш лидер мертв, похоже, наш Синдикат поглотит твой. ... Но ты не будешь частью нашей семьи, так что знай свое место."
        },
        {
            "id": "battle_defeat_10811_1",
            "desc": "Вой поражения",
            "dlg": "... Будьте честны. Кто из вас, идиотов, начал эту нелепую драку? Я <i>ясно</i> помню, как просила вас всех не попадать ни в какие неприятности..."
        }
    ]
}
