{
  "dataList": [
    {
      "id": "get_10109_1",
      "desc": "Получение",
      "dlg": "Не разожжёшь ли ты во мне вдохновение заново? Если нет... боюсь, мне это не слишком интересно."
    },
    {
      "id": "lobby_morning_10109_1",
      "desc": "Утреннее приветствие",
      "dlg": "Не открывай шторы; боюсь, что внезапный свет зари может нарушить плотность той точки, в которую я направил всё своё внимание."
    },
    {
      "id": "lobby_noon_10109_1",
      "desc": "Полуденное приветствие",
      "dlg": "О, как бы я хотел, чтобы существовала еда, которую можно употребить за пять секунд. Тратить столько времени, которое я мог бы использовать для творчества... на нечто столь бессмысленное, но жизненно важное в самой середине дня... Как прискорбно."
    },
    {
      "id": "lobby_night_10109_1",
      "desc": "Вечернее приветствие",
      "dlg": "Сон возьмёт меня лишь тогда, когда постучится в дверь со смертью в качестве спутника. Пойми, что прекращение жизни — это, в свою очередь, полное уничтожение любого потенциала для творчества. Поэтому каждое мгновение бодрствования должно быть полностью посвящено созданию искусства."
    },
    {
      "id": "smalltalk_10109_1",
      "desc": "Болтовня №1",
      "dlg": "Хоть я всего лишь ученик с единственным витком кольца, у меня много дел, требующих внимания.\nЗадания Маэстро, которые нужно выполнить, унылые 'произведения искусства' горожан, которые нужно оценить..."
    },
    {
      "id": "smalltalk_10109_2",
      "desc": "Болтовня №2",
      "dlg": "Недовольства, спрашиваешь...? Хм, я считаю прискорбным, что моя свобода владения кистью не распространяется на критику художественных достоинств работ Доцентов. Часто я вынужден хвалить их работы, когда в сердце нет и намёка на такие чувства.\nЭто, впрочем, лишь очень-очень незначительное недовольство."
    },
    {
      "id": "smalltalk_10109_3",
      "desc": "Болтовня №3",
      "dlg": "Прошлое заслуживает очень мало внимания. Искусство и окружающее его понимание должны всегда оставаться в постоянном состоянии преобразующего улучшения; капризны, как ртуть, если угодно.\nО, хм... Переосмысление прошлых работ для их воссоздания действительно могло бы быть интересным."
    },
    {
      "id": "smalltalk_10109_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "F. Хм... ещё одна F. ... Ох! B+ тебе, мой друг; твоя работа как одинокий лотос, раскрывающий свою красоту бутона в грязевой яме посредственности."
    },
    {
      "id": "smalltalk_10109_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Я нахожу весь твой художественный процесс — от замысла до воплощения — весьма удовлетворительным. Пожалуйста, удиви меня ещё одним своим творением. Я сделаю всё возможное, чтобы дополнить твою работу, если что-то потребует доработки."
    },
    {
      "id": "neglect_10109_1",
      "desc": "Бездействие",
      "dlg": "Хм. Я не буду беспокоить тебя, пока ты размышляешь над своим следующим проектом. Я хорошо понимаю важность таких часов."
    },
    {
      "id": "gacksung_10109_1",
      "desc": "Связь",
      "dlg": "Ага, ты хотел посмотреть, как я их оцениваю? Подойди ближе; позволь мне показать тебе те, что стоят внимания."
    },
    {
      "id": "formation_10109_1",
      "desc": "Вступление в команду",
      "dlg": "Полагаю, ингредиенты готовы?"
    },
    {
      "id": "battleentry_10109_1",
      "desc": "Выход на поле боя",
      "dlg": "О, это довольно захватывающе."
    },
    {
      "id": "battle_select_10109_1",
      "desc": "Выбор в битве",
      "dlg": "Есть что сказать о моей работе?"
    },
    {
      "id": "battle_endcommand_10109_1",
      "desc": "Совершение атаки",
      "dlg": "Весьма колкая критика!"
    },
    {
      "id": "battle_enemy_break_10109_1",
      "desc": "Оглушение противника",
      "dlg": "Мм, эта работа несбалансированна."
    },
    {
      "id": "battle_break_10109_1",
      "desc": "Оглушение",
      "dlg": "Кхх..."
    },
    {
      "id": "battle_kill_10109_1",
      "desc": "Убийство противника",
      "dlg": "Наконец-то... она завершена."
    },
    {
      "id": "battle_dead_10109_1",
      "desc": "Смерть",
      "dlg": "Погибнуть в процессе художественного творчества... Воистину, нет... смерти... более идеальной..."
    },
    {
      "id": "choice_success_p_10109_2",
      "desc": "Успех проверки",
      "dlg": "Это проходной балл."
    },
    {
      "id": "choice_fail_n_10109_1",
      "desc": "Провал проверки",
      "dlg": "Мм... это может быть неудовлетворительной оценкой."
    },
    {
      "id": "battle_clear_10109_1",
      "desc": "Победный клич",
      "dlg": "Это... приемлемо. Хотя я очень хотел бы иметь больше возможностей владеть этой кистью..."
    },
    {
      "id": "battle_clear_ex_10109_1",
      "desc": "Победный клич совершенства",
      "dlg": "Какой художественный тур де форс мы создали... Ах, не могу не быть переполненным ожиданием критики Маэстро об этой работе."
    },
    {
      "id": "battle_defeat_10109_1",
      "desc": "Вой поражения",
      "dlg": "Как ужасно... Ингредиенты разрушены, и не осталось ни капли вдохновения. Я давно не испытывал такого стыда."
    }
  ]
}
