{
  "dataList": [
    {
      "id": "get_11207_1",
      "desc": "Получение",
      "dlg": "Фух... Да, это я. Старший помощник пиратов Двух Крюков. Что, хочешь автограф?"
    },
    {
      "id": "lobby_morning_11207_1",
      "desc": "Утреннее приветствие",
      "dlg": "Хей~ Доброе утро. О, разговоры подождут.\nТак, парни! Я жду отчёт! Как там наши 'побочные дела'~?"
    },
    {
      "id": "lobby_noon_11207_1",
      "desc": "Полуденное приветствие",
      "dlg": "Обед? На корабле? Друг, в жизни моряка нет такого понятия как обед. Просто ешь, когда голоден.\nА вот если украдёшь что-то из наших запасов... Тогда мы тебя к мачте то и привяжем."
    },
    {
      "id": "lobby_night_11207_1",
      "desc": "Вечернее приветствие",
      "dlg": "Уже поздно... И я чувствую зов алкоголя снаружи. Крюк, ты засранец. Где тебя черти носят? Я бы с удовольствием вышел на время, но у меня есть обязанности."
    },
    {
      "id": "smalltalk_11207_1",
      "desc": "Болтовня №1",
      "dlg": "Русалочьи духи уже не такой прибыльный бизнес. Надо расширяться, как кракен. Информация, китовый жир, или даже люди!"
    },
    {
      "id": "smalltalk_11207_2",
      "desc": "Болтовня №2",
      "dlg": "Что, слишком много осиных гнёзд разворошили? Ну, такова жизнь пирата. ... К тому же, у нас есть кто-то, кто о нас заботится."
    },
    {
      "id": "smalltalk_11207_3",
      "desc": "Болтовня №3",
      "dlg": "Эй, погоди. Погоди. Заложники? Грубовато их так называть, а? Мы просто... принимаем очень важных гостей по делу. И просто немного играем роль плохих парней."
    },
    {
      "id": "smalltalk_11207_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Ага. Да-да. Это угроза. Пойдёшь с нами, или я проделаю в твоём черепе новую дырку, через которую ты будешь дышать. Нет, я не собираюсь в тебя стрелять. Пули дорогие, знаешь ли. Вместо этого... позволь представить тебе мой крюк."
    },
    {
      "id": "smalltalk_11207_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Теперь просто иди вперёд и отдохни в том контейнере, лады?\nПогоди~ Тц-тц! Чего ты дрожишь? У тебя ещё будет полно времени на это, когда мы тебя хорошенько устроим в холодильной камере. Не трать силы сейчас~"
    },
    {
      "id": "neglect_11207_1",
      "desc": "Бездействие",
      "dlg": "Вздох~ Заниматься такой скучной конторской работой на портовом корабле... Заставляет вспомнить те времена, когда мы с Крюком бороздили высокие Озёра, грабя сокровища, корабли..."
    },
    {
      "id": "gacksung_11207_1",
      "desc": "Связь",
      "dlg": "Хочешь работать вместе? Хмм~ Что ж, конечно. Думаю, ты подойдёшь. Ну что ж... давай приступим к делу."
    },
    {
      "id": "formation_11207_1",
      "desc": "Вступление в команду",
      "dlg": "Нужен Старший помощник?"
    },
    {
      "id": "battleentry_11207_1",
      "desc": "Выход на поле боя",
      "dlg": "Ладно, сделаю это сам."
    },
    {
      "id": "battle_select_11207_1",
      "desc": "Выбор в битве",
      "dlg": "Я занят. Иди доставай кого-нибудь из моих подчинённых."
    },
    {
      "id": "battle_endcommand_11207_1",
      "desc": "Совершение атаки",
      "dlg": "Я проделаю в тебе новую дырку для дыхания."
    },
    {
      "id": "battle_enemy_break_11207_1",
      "desc": "Оглушение противника",
      "dlg": "Полощешься как порванный парус, а?"
    },
    {
      "id": "battle_break_11207_1",
      "desc": "Оглушение",
      "dlg": "Что..."
    },
    {
      "id": "battle_kill_11207_1",
      "desc": "Убийство противника",
      "dlg": "Хех, это было ничего."
    },
    {
      "id": "battle_dead_11207_1",
      "desc": "Смерть",
      "dlg": "Я-я не могу так умереть... С-Средний палец будет.."
    },
    {
      "id": "choice_success_p_11207_2",
      "desc": "Успех проверки",
      "dlg": "Хех, проще, чем вскрыть сундук с сокровищами."
    },
    {
      "id": "choice_fail_n_11207_1",
      "desc": "Провал проверки",
      "dlg": "Что я сказал? Я не силён в таких вещах."
    },
    {
      "id": "battle_clear_11207_1",
      "desc": "Победный клич",
      "dlg": "Ещё один день, ещё одно прибыльное дело. Давайте возьмём некоторых из них в качестве наших гостей."
    },
    {
      "id": "battle_clear_ex_11207_1",
      "desc": "Победный клич совершенства",
      "dlg": "Что ж, мы их разгромили. Не много осталось для нашего... 'бизнеса'. Хм, давайте проверим их кошельки, посмотрим, что там есть."
    },
    {
      "id": "battle_defeat_11207_1",
      "desc": "Вой поражения",
      "dlg": "Хаах... Я запомнил ваши лица и имена... Когда придёт Старшая Сестра, вам конец. Всем вам."
    }
  ]
}
