{
  "dataList": [
    {
      "id": "get_10210_1",
      "desc": "Получение",
      "dlg": "Несмотря на множество недостатков и возможных точек провала в этом плане, Фауст отточит его до абсолютного, безошибочного совершенства."
    },
    {
      "id": "lobby_morning_10210_1",
      "desc": "Утреннее приветствие",
      "dlg": "Одну руку всегда можно выделить для чашки кофе по утрам. В конце концов, в распоряжении есть ещё три руки."
    },
    {
      "id": "lobby_noon_10210_1",
      "desc": "Полуденное приветствие",
      "dlg": "Пожалуйста, не забывайте предоставлять чеки после использования корпоративной кредитной карты.\nОфис может прекратить предоставление обеденного бюджета, если сотрудники продолжат не предоставлять чеки."
    },
    {
      "id": "lobby_night_10210_1",
      "desc": "Вечернее приветствие",
      "dlg": "Протезированное тело не чувствует мышечной боли, даже если работать от рассвета до заката.\n... Тем не менее, регулярное техническое обслуживание может потребоваться для предотвращения скрипа."
    },
    {
      "id": "smalltalk_10210_1",
      "desc": "Болтовня №1",
      "dlg": "Если вы когда-нибудь задумаетесь о замене большего количества частей тела на протезы, помимо головы, рекомендую протезированные ноги модели G10, сертифицированные Ассоциацией «Трес».\nВысокопроизводительный локомоторный аппарат очень полезен для быстрого исчезновения из опасных ситуаций."
    },
    {
      "id": "smalltalk_10210_2",
      "desc": "Болтовня №2",
      "dlg": "Билет на WARP поезд туда и обратно был приобретён из личных средств, причём Фауст забронировала место в первом классе.\nЯ пока не знаю, почему был куплен билет первого класса вместо эконом-класса, однако Фауст должна знать причину."
    },
    {
      "id": "smalltalk_10210_3",
      "desc": "Болтовня №3",
      "dlg": "Да, полное протезирование тела рассматривалось. ... Однако бюджет на обновление до протезов более высокого качества и связанные с этим риски оказались слишком значительными для реализации.\nФауст решила, что будет эффективнее постепенно улучшать это тело, двигаясь к всё более совершенному частичному протезированию."
    },
    {
      "id": "smalltalk_10210_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Двуручный меч такого размера может использовать любой человек, если у него достаточно средств, времени на адаптацию и работа выполнена надёжной мастерской.\nРазумеется, каждый сам решает, какой стиль боя ему использовать."
    },
    {
      "id": "smalltalk_10210_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "В протезированные тела редко устанавливают болевые рецепторы. Поэтому Корректировщики вроде нас, использующие протезированные тела, не боятся боли или травм.\n... Однако починка протеза обходится гораздо дороже, чем заживление плоти."
    },
    {
      "id": "neglect_10210_1",
      "desc": "Бездействие",
      "dlg": "Вызвать кого-то и не обратиться к нему — крайне неэффективное действие."
    },
    {
      "id": "gacksung_10210_1",
      "desc": "Связь",
      "dlg": "Цель контракта устранена. Тщательная подготовка к этой контрактной экспедиции определённо принесла свои плоды."
    },
    {
      "id": "formation_10210_1",
      "desc": "Вступление в команду",
      "dlg": "Все приготовления завершены. Выдвигаемся."
    },
    {
      "id": "battleentry_10210_1",
      "desc": "Выход на поле боя",
      "dlg": "Модель 40Y-3 полностью заряжена. Готова к развёртыванию."
    },
    {
      "id": "battle_select_10210_1",
      "desc": "Выбор в битве",
      "dlg": "Вы забыли план?"
    },
    {
      "id": "battle_endcommand_10210_1",
      "desc": "Совершение атаки",
      "dlg": "Диапазон атаки подтверждён."
    },
    {
      "id": "battle_enemy_break_10210_1",
      "desc": "Оглушение противника",
      "dlg": "Эффективно..."
    },
    {
      "id": "battle_break_10210_1",
      "desc": "Оглушение",
      "dlg": "Ух..."
    },
    {
      "id": "battle_kill_10210_1",
      "desc": "Убийство противника",
      "dlg": "... устранён."
    },
    {
      "id": "battle_dead_10210_1",
      "desc": "Смерть",
      "dlg": "У меня есть... страховка..."
    },
    {
      "id": "choice_success_p_10210_2",
      "desc": "Успех проверки",
      "dlg": "Согласно расчётам Фауст."
    },
    {
      "id": "choice_fail_n_10210_1",
      "desc": "Провал проверки",
      "dlg": "Произошла ошибка."
    },
    {
      "id": "battle_clear_10210_1",
      "desc": "Победный клич",
      "dlg": "Предсказуемая победа, направляемая знаниями Фауст."
    },
    {
      "id": "battle_clear_ex_10210_1",
      "desc": "Победный клич совершенства",
      "dlg": "Этот контракт был выполнен намного раньше срока. Большая часть заслуг принадлежит Фауст и моему опыту, но и ваши усилия были на приемлемом уровне."
    },
    {
      "id": "battle_defeat_10210_1",
      "desc": "Вой поражения",
      "dlg": "Эта экспедиция потерпела неудачу. Необходимо срочное отступление и замена протезов, прежде чем мы снова подготовимся к экспедиции."
    }
  ]
}
