{
  "dataList": [
    {
      "id": "get_10706_1",
      "desc": "Получение",
      "dlg": "Все улики указывают на то, что это дело было... Ах, чёрт возьми, почти понял! Погодите минутку."
    },
    {
      "id": "lobby_morning_10706_1",
      "desc": "Утреннее приветствие",
      "dlg": "Не беспокойте меня этим утром. Пытаюсь разобраться в этом деле, и я не хочу чтобы меня отвлекали."
    },
    {
      "id": "lobby_noon_10706_1",
      "desc": "Полуденное приветствие",
      "dlg": "Чай...? Ну, сейчас полдень, так что я бы не отказался от чашечки, но... Хаах, сейчас как-то неловко туда идти. Я и так затянул с завершением этого дела, и не хочу, чтобы девушка из кафетерия бросала на меня косые взгляды через прилавок."
    },
    {
      "id": "lobby_night_10706_1",
      "desc": "Вечернее приветствие",
      "dlg": "Я здесь не потому, что хочу быть здесь. Просто... Я не смогу сомкнуть глаз, пока это дело не будет закрыто. Иначе оно будет преследовать меня всю ночь."
    },
    {
      "id": "smalltalk_10706_1",
      "desc": "Болтовня №1",
      "dlg": "Не называй меня профайлером или ещё каким-то громким званием. Я не делаю ничего особенного... Просто строю предположения на основе всякого хлама, который нахожу тут и там."
    },
    {
      "id": "smalltalk_10706_2",
      "desc": "Болтовня №2",
      "dlg": "Хаах... Не могу сказать, что я абсолютно уверен, но взгляни на его записи. Полагаю, этот придурок уже у кого-то на мушке.\nЭ-э, я что — нет, нет. Я не называл нашего клиента 'этим придурком'. Заткнись, я этого не говорил."
    },
    {
      "id": "smalltalk_10706_3",
      "desc": "Болтовня №3",
      "dlg": "Тск. Знаешь, что сложнее, чем делать выводы по делу? Писать отчёт после.\nВот если бы какой-нибудь парень мог организовать мои мысли в аккуратный отчёт, пока я их излагаю."
    },
    {
      "id": "smalltalk_10706_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Думаю, мы довольно хороши в этом дерь... в смысле, в пост-контрактном управлении. Я также могу проверить, были ли мои предсказания верны...\nК тому же, я могу разбить пару голов. Знаешь ли, я довольно сильно вовлёкся в это дело в ходе расследования."
    },
    {
      "id": "smalltalk_10706_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Конечно, разбираться с этими идиотами намного проще. Мне даже думать не нужно. Ну... не то чтобы мне не нравился анализ дел. В этом есть своё очарование."
    },
    {
      "id": "neglect_10706_1",
      "desc": "Бездействие",
      "dlg": "Значит, вот как это... Хаах, ты только глянь."
    },
    {
      "id": "gacksung_10706_1",
      "desc": "Связь",
      "dlg": "А. Ага. Подожди минутку. Я начинаю связывать факты. ...Ааа, так вот как это произошло... Ладно. Поговорим позже. Ага, спасибо."
    },
    {
      "id": "formation_10706_1",
      "desc": "Вступление в команду",
      "dlg": "Пост-контрактное управление, значит?"
    },
    {
      "id": "battleentry_10706_1",
      "desc": "Выход на поле боя",
      "dlg": "Давай разберёмся с этим делом, а?"
    },
    {
      "id": "battle_select_10706_1",
      "desc": "Выбор в битве",
      "dlg": "А? Что. Это не он? Не может быть."
    },
    {
      "id": "battle_endcommand_10706_1",
      "desc": "Совершение атаки",
      "dlg": "Это ты?!"
    },
    {
      "id": "battle_enemy_break_10706_1",
      "desc": "Оглушение противника",
      "dlg": "Шатаешься, да?"
    },
    {
      "id": "battle_break_10706_1",
      "desc": "Оглушение",
      "dlg": "Кха..."
    },
    {
      "id": "battle_kill_10706_1",
      "desc": "Убийство противника",
      "dlg": "Так, с этим разобрались."
    },
    {
      "id": "battle_dead_10706_1",
      "desc": "Смерть",
      "dlg": "Ах... Это... странно. Это отклоняется... от шаблонов."
    },
    {
      "id": "choice_success_p_10706_2",
      "desc": "Успех проверки",
      "dlg": "Хмф, я так и знал."
    },
    {
      "id": "choice_fail_n_10706_1",
      "desc": "Провал проверки",
      "dlg": "Нет? Не может быть. Но моё чутьё..."
    },
    {
      "id": "battle_clear_10706_1",
      "desc": "Победный клич",
      "dlg": "В конце концов, я попал в яблочко, не так ли? Чтоб ты знал, я не какой-то там болван!"
    },
    {
      "id": "battle_clear_ex_10706_1",
      "desc": "Победный клич совершенства",
      "dlg": "И это предел моей интуиции. Я ведь снова не ошибся... верно?"
    },
    {
      "id": "battle_defeat_10706_1",
      "desc": "Вой поражения",
      "dlg": "Чёрт возьми, я не ожидал, что всё пойдёт наперекосяк в пост-контрактном управлении... Это совсем не то, как я думал всё обернётся."
    }
  ]
}
