{
  "dataList": [
    {
      "id": "get_10205_1",
      "desc": "Получение",
      "dlg": "Это Фауст, запрос ясен. Выдвигаемся в сторону объекта защиты."
    },
    {
      "id": "lobby_morning_10205_1",
      "desc": "Утреннее приветствие",
      "dlg": "Желаю вам безопасного утра. Как и всегда, мы сделаем всё возможное, чтобы обеспечить безопасность прилегающей территории. Хорошего вам дня."
    },
    {
      "id": "lobby_noon_10205_1",
      "desc": "Полуденное приветствие",
      "dlg": "Докладываю о том, что полуденное патрулирование не выявило никаких проблем. Ах… Не стоит беспокоиться, успели ли мы пообедать. Пока Фауст обедала, патрулированием занималась её напарница.\nО, о ней тоже не стоит волноваться, в четвёртой секции она считается крайне талантливым сотрудником. И всё же Фауст выше её по должности."
    },
    {
      "id": "lobby_night_10205_1",
      "desc": "Вечернее приветствие",
      "dlg": "В ночное время… Прошу держаться в непосредственной близости к Фауст. Ограниченное поле зрения может затормозить манёвры по предоставлению защиты."
    },
    {
      "id": "smalltalk_10205_1",
      "desc": "Болтовня №1",
      "dlg": "Территориальная защита — это работа, требующая большого количества людей и наличия развитых индивидуальных способностей, поскольку люди должны быть размещены по всей контрактной территории.\nОплата данной операции весьма велика, но... мы можем гарантировать эффект."
    },
    {
      "id": "smalltalk_10205_2",
      "desc": "Болтовня №2",
      "dlg": "Во время исполнения своих обязанностей по территориальной защите, мы по возможности ходим в штатском. Легче обнаружить угрозы для клиентов, будучи скрытыми на самом видном месте."
    },
    {
      "id": "smalltalk_10205_3",
      "desc": "Болтовня №3",
      "dlg": "Не все агенты «Цвай» соглашаются на контракты по территориальной защите. И конечно же территориальная защита не является единственной направленностью четвёртой секции."
    },
    {
      "id": "smalltalk_10205_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Обычно эти контракты выполняются, когда необходимо защитить много людей.\nПоэтому... в конечном счёте агенты «Цвай» защищают клиентов от многочисленных угроз. Этой работой занимается и Фауст."
    },
    {
      "id": "smalltalk_10205_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Хотите знать о трудностях моей работы? О подобном я никогда скурпулёзно не размышляла. Фауст заботит только безопасность тех, кого она защищает."
    },
    {
      "id": "neglect_10205_1",
      "desc": "Бездействие",
      "dlg": "Если у вас ко мне нет дел, я бы хотела отправится на свой запланированный патруль."
    },
    {
      "id": "gacksung_10205_1",
      "desc": "Связь",
      "dlg": "Понятно. Весьма логично, что более опытный агент будет иметь больше ответственности. Буду рада и дальше с вами работать."
    },
    {
      "id": "formation_10205_1",
      "desc": "Вступление в команду",
      "dlg": "В ожидании."
    },
    {
      "id": "battleentry_10205_1",
      "desc": "Выход на поле боя",
      "dlg": "Получен запрос на защиту."
    },
    {
      "id": "battle_select_10205_1",
      "desc": "Выбор в битве",
      "dlg": "Другие территории требуют внимания?"
    },
    {
      "id": "battle_endcommand_10205_1",
      "desc": "Совершение атаки",
      "dlg": "Выдвигаюсь на защиту."
    },
    {
      "id": "battle_enemy_break_10205_1",
      "desc": "Оглушение противника",
      "dlg": "Вы обездвижены."
    },
    {
      "id": "battle_break_10205_1",
      "desc": "Оглушение",
      "dlg": "Нгх…"
    },
    {
      "id": "battle_kill_10205_1",
      "desc": "Убийство противника",
      "dlg": "Враждебные цели устранены."
    },
    {
      "id": "battle_dead_10205_1",
      "desc": "Смерть",
      "dlg": "Не… волнуйтесь. Мои коллеги вас… защитят…"
    },
    {
      "id": "choice_success_p_10205_2",
      "desc": "Успех проверки",
      "dlg": "Элементарное решение."
    },
    {
      "id": "choice_fail_n_10205_1",
      "desc": "Провал проверки",
      "dlg": "Силы Фауст не соответствовали решению проблемы."
    },
    {
      "id": "battle_clear_10205_1",
      "desc": "Победный клич",
      "dlg": "Запрос по защите выполнен. Возвращаюсь на патруль."
    },
    {
      "id": "battle_clear_ex_10205_1",
      "desc": "Победный клич совершенства",
      "dlg": "Все потенциальные угрозы на данной местности устранены. На этом сегодняшнее патрулирование можно закончить."
    },
    {
      "id": "battle_defeat_10205_1",
      "desc": "Вой поражения",
      "dlg": "Всё… нормально. Я не единственный щит «Цвай». Прошу пересмотреть ваше решение о расторжении договора…"
    }
  ]
}