{
  "dataList": [
    {
      "id": "get_10510_1",
      "desc": "Получение",
      "dlg": "Мм, хорошо. Никто не отсутствует на сегодняшних поздних занятиях.\nПомните, что нужно не только восполнять то, что вы сожгли, но и добавлять новые знания в свои хранилища."
    },
    {
      "id": "lobby_morning_10510_1",
      "desc": "Утреннее приветствие",
      "dlg": "Сейчас утро. Не задерживайтесь в постели; откройте глаза, подвигайте телом и пробудитесь.\nКогда проснётесь и телом, и разумом, выйдите наружу и впитайте свет. Лучше всего начинать обучение после выполнения вышеупомянутого распорядка."
    },
    {
      "id": "lobby_noon_10510_1",
      "desc": "Полуденное приветствие",
      "dlg": "Уже время обеда? Помните: переедание может вызвать сонливость в слишком ранний час.\nОпределённый уровень голода усиливает концентрацию. Имейте это в виду, если у вас запланированы какие-либо дела на сегодня."
    },
    {
      "id": "lobby_night_10510_1",
      "desc": "Вечернее приветствие",
      "dlg": "Дети должны скоро спать. Рекомендуется соблюдать тишину, ведь 'сон' — важная часть образовательного режима, во время которого мозг обрабатывает и повторяет знания, полученные в часы бодрствования."
    },
    {
      "id": "smalltalk_10510_1",
      "desc": "Болтовня №1",
      "dlg": "Присмотритесь внимательнее. Мы не похожи на Ключи; мы те, кто добывает знания через соприкосновение наших кулаков."
    },
    {
      "id": "smalltalk_10510_2",
      "desc": "Болтовня №2",
      "dlg": "Экзамены на Знания Ассоциации «Дьечи» являются дополнительными, постоянными мотиваторами, отдельными от экзаменов, проводимых Ассоциацией «Хана».\nРазвивайте свои знания. Используйте экзамены для мотивации и самосовершенствования. Только тогда вам однажды будет дозволена аудиенция у Святых."
    },
    {
      "id": "smalltalk_10510_3",
      "desc": "Болтовня №3",
      "dlg": "Записи гласят, что Святая Реликвия, которую мы обязаны защищать ценой своей жизни, была обнаружена в бездонных глубинах Руин.\nВероятно, Святые Реликвии на Севере, Востоке или в нашей штаб-квартире на Западе также происходят из Руин."
    },
    {
      "id": "smalltalk_10510_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Понятно. Вы спрашиваете меня о явлении, при котором сжигание знаний напрямую преобразуется в мощную физическую силу.\nМм, я прекрасно осознаю, что не знаю точных механизмов. Возможно, моё прошлое я обладало знаниями, которые могли бы ответить на ваш вопрос, но я также не уверен в достоверности этого утверждения."
    },
    {
      "id": "smalltalk_10510_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Собирать знания — всё равно что добывать питательные вещества для выживания. Не бездействуйте перед лицом учения, ведь добыча — это природа и правило приёмных детей.\nЯ говорил это детям, которые отказывались учиться."
    },
    {
      "id": "neglect_10510_1",
      "desc": "Бездействие",
      "dlg": "Вы забыли, зачем пришли сюда? Тогда выучите это заново."
    },
    {
      "id": "gacksung_10510_1",
      "desc": "Связь",
      "dlg": "Итак, от этой блистательной ткани исходит вес слоёв и слоёв знаний; теперь мои кулаки, окутанные их полным весом, сокрушат вас."
    },
    {
      "id": "formation_10510_1",
      "desc": "Вступление в команду",
      "dlg": "Пусть мой кулак станет проводником, через который я обрету знания."
    },
    {
      "id": "battleentry_10510_1",
      "desc": "Выход на поле боя",
      "dlg": "Я просто следую тому, что диктует доктрина Дьечи."
    },
    {
      "id": "battle_select_10510_1",
      "desc": "Выбор в битве",
      "dlg": "Вопросы должны подождать до завершения этой задачи."
    },
    {
      "id": "battle_endcommand_10510_1",
      "desc": "Совершение атаки",
      "dlg": "Пусть и это станет знанием."
    },
    {
      "id": "battle_enemy_break_10510_1",
      "desc": "Оглушение противника",
      "dlg": "Знание не вечно."
    },
    {
      "id": "battle_break_10510_1",
      "desc": "Оглушение",
      "dlg": "Мм..."
    },
    {
      "id": "battle_kill_10510_1",
      "desc": "Убийство противника",
      "dlg": "... Итак, не отворачивайтесь от невежества."
    },
    {
      "id": "battle_dead_10510_1",
      "desc": "Смерть",
      "dlg": "Момент неизбежности настиг... и меня..."
    },
    {
      "id": "choice_success_p_10510_2",
      "desc": "Успех проверки",
      "dlg": "Это был правильный выбор. Однако это не влияет на точность моих последующих решений."
    },
    {
      "id": "choice_fail_n_10510_1",
      "desc": "Провал проверки",
      "dlg": "Возможно, знание было уже утеряно. Этот исход был неизбежен."
    },
    {
      "id": "battle_clear_10510_1",
      "desc": "Победный клич",
      "dlg": "Я должен пересмотреть, какие знания я потерял в этой битве. Празднование может подождать."
    },
    {
      "id": "battle_clear_ex_10510_1",
      "desc": "Победный клич совершенства",
      "dlg": "Я просто повторяю всё, что узнал и забыл в этой битве. Когда буду готов, продолжу выполнять задания Ассоциации «Дьечи»."
    },
    {
      "id": "battle_defeat_10510_1",
      "desc": "Вой поражения",
      "dlg": "Мы получим новые знания как следствие этого поражения. Отточим их, чтобы выковать нашу следующую победу."
    }
  ]
}
