{
    "dataList": [
        {
            "id": "get_10211_1",
            "desc": "Получение",
            "dlg": "Уровень угрозы при столкновении с субъектом: умеренно высокий. Однако, учитывая его саморазрушительную природу при определённых обстоятельствах... Мотылёк алых лепестков, окончательное обозначение: WAW-5."
        },
        {
            "id": "lobby_morning_10211_1",
            "desc": "Утреннее приветствие",
            "dlg": "Следующие задачи должны быть выполнены этим утром: проверка скорости прогрессирования Искажения, инспекция популяции Пеккатул и работа по сдерживанию Аномалий.\nСегодня предстоит многое сделать."
        },
        {
            "id": "lobby_noon_10211_1",
            "desc": "Полуденное приветствие",
            "dlg": "Команда «После» департамента Зачистки захватила новую Аномалию, которая в настоящее время направляется в это учреждение.\nВозможно, будет лучше заменить сегодняшнее отведённое обеденное время на... время для исследования новой Аномалии."
        },
        {
            "id": "lobby_night_10211_1",
            "desc": "Вечернее приветствие",
            "dlg": "И Сан. Ваше рвение восхитительно, но поздний отход ко сну может негативно сказаться на эффективности вашего вклада в исследования. LCE поощряет своевременный уход своих сотрудников—\n... Что ж, не думаю, что простые слова заставят его сдвинуться с места. <color=#d4e1e8>«М-минутку, умоляю вас, оставьте пока свет включённым. Ещё так много—»</color>"
        },
        {
            "id": "smalltalk_10211_1",
            "desc": "Болтовня №1",
            "dlg": "Мм. Если бы заслуги были единственным критерием, по которому можно измерить пригодность к должности главного исследователя LCE, то эта роль по праву досталась бы Фауст.\nОднако... это просто не моё место в моём нынешнем состоянии."
        },
        {
            "id": "smalltalk_10211_2",
            "desc": "Болтовня №2",
            "dlg": "Если только вы не гений калибра Фауст, не следует подходить к Искажениям и Аномалиям, вооружившись лишь базовой статистикой и теориями.\nСреди других составляющих — интуиция, позволяющая выявлять и считывать тенденции, страсть к науке и... немного удачи."
        },
        {
            "id": "smalltalk_10211_3",
            "desc": "Болтовня №3",
            "dlg": "LCE извлекает Энкефалин в форме PE-ячеек и даже нанимает бывших исследователей филиалов Корпорации L... Не будет преувеличением сказать, что LCE во всех существенных аспектах превзошла Корпорацию Лоботомия.\nХотя мы всё ещё довольно заняты, пытаясь наверстать упущенное, но однажды мы их превзойдём."
        },
        {
            "id": "smalltalk_10211_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Учитывая, что крылья изначально не входили в набор человеческих конечностей, самые первые попытки полёта с этим  Э.Г.О. снаряжением привели к нескольким... пробам и ошибкам. Используя этот опыт как урок, возможно, было бы разумно несколько поднять потолки в экспериментальном секторе."
        },
        {
            "id": "smalltalk_10211_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Большинство исследователей здесь, в LCE, были привлечены обещанием новых знаний — словно мотыльки, летящие на мерцание пламени.\nТакой же была и Фауст. Возможно, это объясняет назначение этого Э.Г.О."
        },
        {
            "id": "neglect_10211_1",
            "desc": "Бездействие",
            "dlg": "... Если вы завершили наблюдение, рекомендуется выключить устройство."
        },
        {
            "id": "gacksung_10211_1",
            "desc": "Связь",
            "dlg": "Те, кого соблазняет ласкающее пламя, будут испепелены без следа."
        },
        {
            "id": "formation_10211_1",
            "desc": "Вступление в команду",
            "dlg": "Что за эксперимент на этот раз?"
        },
        {
            "id": "battleentry_10211_1",
            "desc": "Выход на поле боя",
            "dlg": "Тип субъекта идентифицирован."
        },
        {
            "id": "battle_select_10211_1",
            "desc": "Выбор в битве",
            "dlg": "Держите дистанцию. Это пламя распространяется далеко."
        },
        {
            "id": "battle_endcommand_10211_1",
            "desc": "Совершение атаки",
            "dlg": "Приступаю к подавлению субъекта."
        },
        {
            "id": "battle_enemy_break_10211_1",
            "desc": "Оглушение противника",
            "dlg": "Подтверждено нарушение структурной целостности."
        },
        {
            "id": "battle_break_10211_1",
            "desc": "Оглушение",
            "dlg": "Хнгх..."
        },
        {
            "id": "battle_kill_10211_1",
            "desc": "Убийство противника",
            "dlg": "Субъект испепелён."
        },
        {
            "id": "battle_dead_10211_1",
            "desc": "Смерть",
            "dlg": "Этот эксперимент... будет провалом..."
        },
        {
            "id": "choice_success_p_10211_2",
            "desc": "Успех проверки",
            "dlg": "Эксперимент успешен. Как и ожидалось."
        },
        {
            "id": "choice_fail_n_10211_1",
            "desc": "Провал проверки",
            "dlg": "... Обнаружена новая переменная. Гипотезу придётся обновить."
        },
        {
            "id": "battle_clear_10211_1",
            "desc": "Победный клич",
            "dlg": "Эксперимент завершён. Прогресса по сравнению с предыдущими данными исследований нет. Не провал, но и успехом это назвать сложно."
        },
        {
            "id": "battle_clear_ex_10211_1",
            "desc": "Победный клич совершенства",
            "dlg": "Уровень синхронизации с Э.Г.О. в норме. Извлечение модели поведения субъекта завершено. При таком уровне успеха переход к следующему исследованию представляется возможным."
        },
        {
            "id": "battle_defeat_10211_1",
            "desc": "Вой поражения",
            "dlg": "... Э.Г.О.: Вспышка алых мотыльков, уровень повреждений 70%. Продолжение эксперимента неосуществимо. ... Похоже, перед продолжением этого эксперимента необходима дальнейшая подготовка."
        }
    ]
}
