{
  "dataList": [
    {
      "id": "get_10911_1",
      "desc": "Получение",
      "dlg": "Добро пожаловать на великий Карнавал Ла-Манчалэнда. ... Присоединитесь ли вы к нам в этом... вечном Параде?"
    },
    {
      "id": "lobby_morning_10911_1",
      "desc": "Утреннее приветствие",
      "dlg": "Мм... немного невежливо навещать меня так рано утром, не так ли? Ты же знаешь, как плох солнечный свет для кожи.\n... Давай поговорим об этом плане чуть позже. Думать об Отце так рано утром... напрягает."
    },
    {
      "id": "lobby_noon_10911_1",
      "desc": "Полуденное приветствие",
      "dlg": "Да, пора бы уже начать подготовку к Параду. ... Нет, я пропущу обед. Ещё один гемобатончик на обед, и я... ... Я просто больше не могу это выносить. То, что мы должны питаться гемобатончиками, чтобы выжить. Это... невыносимо плохо."
    },
    {
      "id": "lobby_night_10911_1",
      "desc": "Вечернее приветствие",
      "dlg": "Слава выхода на главную сцену, находясь в центре внимания в разгар этой ночи по праву принадлежит мне... несмотря, насколько же она пуста. Потому что я всего лишь очередная кукла на Параде.\nНо... как только я совершу этот смертный грех... этот бесконечный цикл подойдёт к концу."
    },
    {
      "id": "smalltalk_10911_1",
      "desc": "Болтовня №1",
      "dlg": "... Ох, прости. Сама мысль о том, чтобы больше не быть частью Парада... одна она слишком абсурдна, чтобы даже представить.\nВозможно, всё закончится, если Отец благополучно вернётся со шлемом."
    },
    {
      "id": "smalltalk_10911_2",
      "desc": "Болтовня №2",
      "dlg": "До того, как я стала Кровожадом...? Ну, я не очень помню, какой была моя жизнь тогда. Может быть, я была рада узнать, что моя красота будет вечной.\nДолжно быть, тогда я не знала, что вечность может быть чем-то иным, кроме как сладостной."
    },
    {
      "id": "smalltalk_10911_3",
      "desc": "Болтовня №3",
      "dlg": "Мой страх, мой худший страх... это потерять своё изящество из-за этого жуткого уродства кровожадности.\nЯ согласна, что гемобатончики были необходимы, чтобы накормить каждого Сородича, конечно. Но суть проблемы в том, что, если бы только Отец не— ... Хаах, можем поговорить о чём-нибудь другом?"
    },
    {
      "id": "smalltalk_10911_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Насладись кровавым дождём. Он более экстатически прекрасен, чем красочные взрывы конфетти или яркие фейерверки, освещающие облака в ночном небе.\n... Мы опечалили нашего Отца, но... мы все теперь счастливы, не так ли?"
    },
    {
      "id": "smalltalk_10911_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Священник всегда поучает меня, что терпеть боль — это добродетель, но... моя добродетель заключается в красоте. Поэтому я всегда желаю лишь красоты моим Сородичам... и их Детям.\nТак что... сейчас я остановлюсь."
    },
    {
      "id": "neglect_10911_1",
      "desc": "Бездействие",
      "dlg": "В этом бесконечном, этом вечном...♬ ♬Благословенном Карнавале...♬"
    },
    {
      "id": "gacksung_10911_1",
      "desc": "Связь",
      "dlg": "Парад сегодня будет... другим. Настоящий Карнавал начинается сейчас."
    },
    {
      "id": "formation_10911_1",
      "desc": "Вступление в команду",
      "dlg": "... Делай, как хочешь."
    },
    {
      "id": "battleentry_10911_1",
      "desc": "Выход на поле боя",
      "dlg": "Время проливать кровь."
    },
    {
      "id": "battle_select_10911_1",
      "desc": "Выбор в битве",
      "dlg": "Разговаривать со мной посреди Парада не очень вежливо, хм?"
    },
    {
      "id": "battle_endcommand_10911_1",
      "desc": "Совершение атаки",
      "dlg": "С изяществом."
    },
    {
      "id": "battle_enemy_break_10911_1",
      "desc": "Оглушение противника",
      "dlg": "... Отвратительно."
    },
    {
      "id": "battle_break_10911_1",
      "desc": "Оглушение",
      "dlg": "Ах... ха-ха."
    },
    {
      "id": "battle_kill_10911_1",
      "desc": "Убийство противника",
      "dlg": "Твой фонтан крови... Как красиво."
    },
    {
      "id": "battle_dead_10911_1",
      "desc": "Смерть",
      "dlg": "Можем ли мы... наконец остановиться...?"
    },
    {
      "id": "choice_success_p_10911_2",
      "desc": "Успех проверки",
      "dlg": "Лучше попроси Цирюльника или Священника об этих мелких поручениях."
    },
    {
      "id": "choice_fail_n_10911_1",
      "desc": "Провал проверки",
      "dlg": "... Подожди. Дай-ка попробую ещё раз."
    },
    {
      "id": "battle_clear_10911_1",
      "desc": "Победный клич",
      "dlg": "Ещё один день проплывает мимо. И завтрашний тоже. Никаких взлётов или падений, просто плоский круг, вращающийся снова и снова."
    },
    {
      "id": "battle_clear_ex_10911_1",
      "desc": "Победный клич совершенства",
      "dlg": "Фонтан крови взметнулся высоко в воздух, выше взлетающих фейерверков. Ахх, нет. Я не должна так неизящно хохотать. Я должна оставаться прекрасной... и сохранять своё достоинство как Второй Сородич."
    },
    {
      "id": "battle_defeat_10911_1",
      "desc": "Вой поражения",
      "dlg": "... Может быть, это скрытое благословение. Я часто задавалась вопросом, придёт ли кто-нибудь, чтобы положить конец Параду. Полагаю... я немного отдохну."
    }
  ]
}