{
  "dataList": [
    {
      "id": "get_10209_1",
      "desc": "Получение",
      "dlg": "Прошу прощения. Разрешите преподнести вам послеобеденный чай в качестве доброй воли.\nЖелаю вам с удовольствием провести у нас время."
    },
    {
      "id": "lobby_morning_10209_1",
      "desc": "Утреннее приветствие",
      "dlg": "На завтрак мы приготовили для вас бокал вина и пирожное с заварным кремом. После приёма пищи вас будет ожидать чашечка чёрного чая, пожалуйста, отдыхайте и наслаждайтесь."
    },
    {
      "id": "lobby_noon_10209_1",
      "desc": "Полуденное приветствие",
      "dlg": "Этот особняк изредка видит лучи солнца. По приказу Старшего дворецкого Отис мы посильнее разожгли камин. Можете погреться у огня, если изволите."
    },
    {
      "id": "lobby_night_10209_1",
      "desc": "Вечернее приветствие",
      "dlg": "В связи с приближением ночной стужи, был дан приказ на подготовку постельного белья, утеплённого толстым слоем утиного пуха. Желаю вам спокойной ночи.\nА мы должны удалиться на собрание касательно охоты."
    },
    {
      "id": "smalltalk_10209_1",
      "desc": "Болтовня №1",
      "dlg": "Старший дворецкий Отис от нашего лица днями и ночами связывается с Миледи. Порой их общение длится с ночи до самого рассвета."
    },
    {
      "id": "smalltalk_10209_2",
      "desc": "Болтовня №2",
      "dlg": "Вероятно вы слышали… некие беспорядочные звуки, исходившие из подвала. Дворецкие приготавливаются к предстоящей охоте. Не позволяйте лязгу металла волновать вас."
    },
    {
      "id": "smalltalk_10209_3",
      "desc": "Болтовня №3",
      "dlg": "В приготовлении нашего чая мы используем незимельнённые листья, доставленные ассоциацией «Девять». Не будет преувеличением сказать, что эта техника приготовления отражает высокий статус Грозового перевала, сохраняемый уже несколькими поколениями."
    },
    {
      "id": "smalltalk_10209_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Ах, вас побеспокоил шум. Мои глубочайшие извинения. На территорию поместья прибыл весьма дикий незваный гость… Дворецким пришлось приложить немало усилий, чтобы его выпроводить.\nНадеюсь, вы понимаете."
    },
    {
      "id": "smalltalk_10209_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Разумеется, о всех повреждениях и пятнах, оставшихся после незваных гостей, позаботятся лучшие слуги этого поместья.\nГосподину не нужно беспокоиться. Всё будет так, будто беспорядка никогда не было."
    },
    {
      "id": "neglect_10209_1",
      "desc": "Бездействие",
      "dlg": "…Если моё присутствие является неудобством, я оставлю вас и покину комнату."
    },
    {
      "id": "gacksung_10209_1",
      "desc": "Связь",
      "dlg": "…Прошу сюда, дорогие гости. А незваных гостей прошу остановиться. При всём уважении, нам придётся выпроводить вас с территории поместья."
    },
    {
      "id": "formation_10209_1",
      "desc": "Вступление в команду",
      "dlg": "Всегда готова к вызову."
    },
    {
      "id": "battleentry_10209_1",
      "desc": "Выход на поле боя",
      "dlg": "Фауст готова принять гостей."
    },
    {
      "id": "battle_select_10209_1",
      "desc": "Выбор в битве",
      "dlg": "Что-то вызывает неудобство?"
    },
    {
      "id": "battle_endcommand_10209_1",
      "desc": "Совершение атаки",
      "dlg": "…Прошу сюда."
    },
    {
      "id": "battle_enemy_break_10209_1",
      "desc": "Оглушение противника",
      "dlg": "Ваши манеры оставляют желать лучшего."
    },
    {
      "id": "battle_break_10209_1",
      "desc": "Оглушение",
      "dlg": "Ох…"
    },
    {
      "id": "battle_kill_10209_1",
      "desc": "Убийство противника",
      "dlg": "Прошу немедленно покинуть территорию."
    },
    {
      "id": "battle_dead_10209_1",
      "desc": "Смерть",
      "dlg": "Глубочайше прошу прощения… Старший дворецкий Отис, Миледи. Я не смогла справиться… с обязанностями…"
    },
    {
      "id": "choice_success_p_10209_2",
      "desc": "Успех проверки",
      "dlg": "Без труда."
    },
    {
      "id": "choice_fail_n_10209_1",
      "desc": "Провал проверки",
      "dlg": "Моя слабость была неожиданна…"
    },
    {
      "id": "battle_clear_10209_1",
      "desc": "Победный клич",
      "dlg": "О незваных гостях успешно позаботились. Но этой подготовки недостаточно для предстоящей охоты. Работу предстоит продолжить."
    },
    {
      "id": "battle_clear_ex_10209_1",
      "desc": "Победный клич совершенства",
      "dlg": "Бесподобный приём. Воспользовавшись этим триумфом… закончим же начатую Старшим дворецким охоту."
    },
    {
      "id": "battle_defeat_10209_1",
      "desc": "Вой поражения",
      "dlg": "Глубочайше прошу прощения. Приём гостей был далеко не идеален. …В следующий раз я сделаю всё возможное, чтобы вас не разочаровать."
    }
  ]
}