{
  "dataList": [
    {
      "id": "get_11210_1",
      "desc": "Получение",
      "dlg": "Хоть я и могу простить их от имени Отца... он не найдёт в себе такого же милосердия для отпущения моих грехов."
    },
    {
      "id": "lobby_morning_11210_1",
      "desc": "Утреннее приветствие",
      "dlg": "Ла-Манчалэнд скоро открывается. Интересно... сколько членов Семьи навестят меня сегодня. Интересно, сколько раз мне придётся говорить им 'Всё будет хорошо' сегодня."
    },
    {
      "id": "lobby_noon_11210_1",
      "desc": "Полуденное приветствие",
      "dlg": "Когда-то я верил в величие гемобатончиков.\nКаждый скрежет моих зубов об этот кирпич напоминает мне о глупости той веры."
    },
    {
      "id": "lobby_night_11210_1",
      "desc": "Вечернее приветствие",
      "dlg": "Ты когда-нибудь присматривалась к рукам Братьев, которые навещают меня? Их руки, их ногти все изодраны и вырваны от копания в земле...\nНо я могу сказать им лишь одно. Что они должны жить дальше, несмотря ни на что. Что мы должны вынести это испытание."
    },
    {
      "id": "smalltalk_11210_1",
      "desc": "Болтовня №1",
      "dlg": "Наша единственная пища — кровь, данная нам людьми. Ах, как же она сладка.\nНо счастье Семьи навеки погребено в этой земле..."
    },
    {
      "id": "smalltalk_11210_2",
      "desc": "Болтовня №2",
      "dlg": "Вот что я понял, проводя консультации для людей в моём аттракционе.\nУ моей Семьи есть лишь один отчаянный, бесконечно повторяющийся вопрос — можно сказать, желание — как нам выдержать эту жажду? Но заботы людей такие... разнообразные."
    },
    {
      "id": "smalltalk_11210_3",
      "desc": "Болтовня №3",
      "dlg": "И это тоже нужно вынести... Это испытание для меня самого. Наказание, которое назначил бы мне Отец... если бы не отправился в своё приключение."
    },
    {
      "id": "smalltalk_11210_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Я знаю. Любые попытки подавить эту жажду, забыть о ней хоть на секунду... всё бесполезно. Я сам всё это перепробовал.\nНо... что ещё я могу делать, кроме как кормить их этими... заготовленными фразами? Если ты знаешь, что ещё я могу им сказать, пожалуйста... Я...! Я тоже хочу знать."
    },
    {
      "id": "smalltalk_11210_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Я хочу... крови... нет. Даже не думай об этом. Ах... где же сейчас Отец, интересно? Нашёл ли он шлем, Реликвию?"
    },
    {
      "id": "neglect_11210_1",
      "desc": "Бездействие",
      "dlg": "Думал ли ты сегодня о крови? Я думал. А вчера? Да, а вчера? Ты тоже думал о крови? Конечно думал. Тогда как насчёт завтра? Будешь думать о крови завтра? Ты уверен? Нет, мы не должны. Но можем ли мы не думать о крови? Мы же Кровожады."
    },
    {
      "id": "gacksung_11210_1",
      "desc": "Связь",
      "dlg": "Хоть этот позор можно скрыть... жажда под его поверхностью не оставит меня в покое."
    },
    {
      "id": "formation_11210_1",
      "desc": "Вступление в команду",
      "dlg": "Если таково твоё желание."
    },
    {
      "id": "battleentry_11210_1",
      "desc": "Выход на поле боя",
      "dlg": "Пусть разум будет со мной сегодня."
    },
    {
      "id": "battle_select_11210_1",
      "desc": "Выбор в битве",
      "dlg": "Не могли бы вы прийти на консультацию позже? Я сейчас немного... занят."
    },
    {
      "id": "battle_endcommand_11210_1",
      "desc": "Совершение атаки",
      "dlg": "Ты тоже грешник?"
    },
    {
      "id": "battle_enemy_break_11210_1",
      "desc": "Оглушение противника",
      "dlg": "И это тоже будет прощено..."
    },
    {
      "id": "battle_break_11210_1",
      "desc": "Оглушение",
      "dlg": "Боль... должна быть терпима..."
    },
    {
      "id": "battle_kill_11210_1",
      "desc": "Убийство противника",
      "dlg": "... так отдыхай теперь, навеки."
    },
    {
      "id": "battle_dead_11210_1",
      "desc": "Смерть",
      "dlg": "Хнх. Наконец-то... свободен от... голода..."
    },
    {
      "id": "choice_success_p_11210_2",
      "desc": "Успех проверки",
      "dlg": "Я всегда здесь... для тебя. Если что-то тревожит тебя... снова, не стесняйся приходить в любое время."
    },
    {
      "id": "choice_fail_n_11210_1",
      "desc": "Провал проверки",
      "dlg": "Мне просто... нужно время. Я не могу думать ни о чём, кроме... крови..."
    },
    {
      "id": "battle_clear_11210_1",
      "desc": "Победный клич",
      "dlg": "Это всего лишь... мимолётная жажда. Я не должен позволить этому упоению победой заставить меня утолить её. Конечно же, нет."
    },
    {
      "id": "battle_clear_ex_11210_1",
      "desc": "Победный клич совершенства",
      "dlg": "Кровь... здесь так... много крови... переполняет... Дайте мне её! Глоток— нет, даже каплю крови! Даже если Отец никогда не простит меня за это... мне это нужно!!"
    },
    {
      "id": "battle_defeat_11210_1",
      "desc": "Вой поражения",
      "dlg": "Мало того, что я ослушался Отца... я жаждал крови...\nЭто поражение — унижение, которого я заслуживаю."
    }
  ]
}
