{
  "dataList": [
    {
      "id": "get_11010_1",
      "desc": "Получение",
      "dlg": "Мы спасём выжившего, как вы и просили, так что... может, перестанете тыкать в меня пальцем...?"
    },
    {
      "id": "lobby_morning_11010_1",
      "desc": "Утреннее приветствие",
      "dlg": "... У-уже утро?! Надо бежать, если хочу успеть надеть броню и попасть на утреннее построение—"
    },
    {
      "id": "lobby_noon_11010_1",
      "desc": "Полуденное приветствие",
      "dlg": "Нужно разобраться с кучей бумажной работы. Надеюсь, мы успеем закончить с этим процессом до заката... Давайте поторопимся."
    },
    {
      "id": "lobby_night_11010_1",
      "desc": "Вечернее приветствие",
      "dlg": "Нужно быть предельно осторожными при выполнении ночных спасательных контрактов. Часто это подвергает опасности и нас самих."
    },
    {
      "id": "smalltalk_11010_1",
      "desc": "Болтовня №1",
      "dlg": "Рыцари Цвай носят эту броню не только потому, что это наша форма... но и потому, что она отвлекает внимание от наших клиентов, когда бой становится грязным.\nА я-то думал, что этот плащ только мешается... Видимо, у всего есть своя причина."
    },
    {
      "id": "smalltalk_11010_2",
      "desc": "Болтовня №2",
      "dlg": "Я кое-что заметил во время совместных операций с Корректировщиками из других Ассоциаций... Большинству людей плевать на защиту и спасение других.\nЯ знаю, что мы действуем только за плату, но... наша Ассоциация лучшая, когда дело касается защиты клиентов."
    },
    {
      "id": "smalltalk_11010_3",
      "desc": "Болтовня №3",
      "dlg": "Иногда мы получаем контракты, которые явно выше нашей категории оплаты. Я ненавижу брать такие контракты, но...\nЕсли платят достаточно, мы, Корректировщики Цвай, не можем отказаться от того, что приказывает наша Ассоциация."
    },
    {
      "id": "smalltalk_11010_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Я ненавижу себя за то, что так привык к смертям вокруг меня. Знаю, у меня нет выбора. Но...\n... Нет. Я не могу быть таким слабовольным... Так я ничего не смогу защитить. Как в тот день..."
    },
    {
      "id": "smalltalk_11010_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Не думаю, что есть что-то плохое в том, чтобы желать безопасности для всех.\nПросто это... невозможно. Это же Город. Мы не можем защитить даже тех, кого любим."
    },
    {
      "id": "neglect_11010_1",
      "desc": "Бездействие",
      "dlg": "... А? О-ой! Пожалуйста, не убегайте в одиночку!"
    },
    {
      "id": "gacksung_11010_1",
      "desc": "Связь",
      "dlg": "Не волнуйтесь. Вы моя цель... так что я защищу вас любой ценой."
    },
    {
      "id": "formation_11010_1",
      "desc": "Вступление в команду",
      "dlg": "Задание... принято."
    },
    {
      "id": "battleentry_11010_1",
      "desc": "Выход на поле боя",
      "dlg": "Да станет твоим клинком и щитом этот двуручный меч..."
    },
    {
      "id": "battle_select_11010_1",
      "desc": "Выбор в битве",
      "dlg": "Вроде бы я всё отправил...? Что не так?"
    },
    {
      "id": "battle_endcommand_11010_1",
      "desc": "Совершение атаки",
      "dlg": "Обеспечиваю безопасность персонала...!"
    },
    {
      "id": "battle_enemy_break_11010_1",
      "desc": "Оглушение противника",
      "dlg": "Быстро за мою спину...!"
    },
    {
      "id": "battle_break_11010_1",
      "desc": "Оглушение",
      "dlg": "Нгх..."
    },
    {
      "id": "battle_kill_11010_1",
      "desc": "Убийство противника",
      "dlg": "Устраняю особо опасных личностей..."
    },
    {
      "id": "battle_dead_11010_1",
      "desc": "Смерть",
      "dlg": "Со мной всё будет в порядке... так что бегите... убирайтесь отсюда как можно дальше..."
    },
    {
      "id": "choice_success_p_11010_2",
      "desc": "Успех проверки",
      "dlg": "Да, я могу защитить ещё одного человека... Но только в этот раз, хорошо? Больше я так не смогу."
    },
    {
      "id": "choice_fail_n_11010_1",
      "desc": "Провал проверки",
      "dlg": "... Простите. Это не входило в мой контракт."
    },
    {
      "id": "battle_clear_11010_1",
      "desc": "Победный клич",
      "dlg": "Мы понесли потери, но... Наверное, это было неизбежно. Щит может защитить лишь ограниченное пространство."
    },
    {
      "id": "battle_clear_ex_11010_1",
      "desc": "Победный клич совершенства",
      "dlg": "Мы действительно спасли всех. Похоже, упорная работа иногда... всё-таки окупается."
    },
    {
      "id": "battle_defeat_11010_1",
      "desc": "Вой поражения",
      "dlg": "Мы... провалили контракт. Я никого не смог защитить... Они... все мертвы..."
    }
  ]
}
