{
  "dataList": [
    {
      "id": "get_11111_1",
      "desc": "Получение",
      "dlg": "Добро пожаловать. Я покажу вам, что значит по-настоящему 'нарядиться'... Вам это понравится."
    },
    {
      "id": "lobby_morning_11111_1",
      "desc": "Утреннее приветствие",
      "dlg": "Не расслабляйтесь только потому, что Парад начнётся лишь с наступлением ночи. Эй, ты, у тебя швы расходятся. Стой смирно, я тебя подправлю — и сегодня без завтрака."
    },
    {
      "id": "lobby_noon_11111_1",
      "desc": "Полуденное приветствие",
      "dlg": "Гемобатончики... Уж лучше умереть с голоду, чем жевать этот картон. А! Почему бы тебе не помочь мне протестировать тир? Никто пока не смог побить мой рекорд."
    },
    {
      "id": "lobby_night_11111_1",
      "desc": "Вечернее приветствие",
      "dlg": "Мм... очень хорошо. Просто великолепно. Наблюдать за тем, как мои костюмы и маски гуляют по ночным улицам, — лучшее лекарство от усталости.\n... Погодите, этот дурак снова надел костюм наизнанку..."
    },
    {
      "id": "smalltalk_11111_1",
      "desc": "Болтовня №1",
      "dlg": "Я не просто ТАК Цирюльник. Хоть я и всего лишь Третий Сородич, в искусстве кройки мне нет равных в нашей Семье...\n... Это не вызов Отцу, так что я бы предпочла, чтобы вы не истолковывали превратно мои слова."
    },
    {
      "id": "smalltalk_11111_2",
      "desc": "Болтовня №2",
      "dlg": "Мне нужна прочная, долговечная нить, чтобы пришить это к коже... хм, нет. Пожалуй, кожаные ремни подойдут лучше.\nХаах... Полагаю, не всякая кожа подойдёт. Пойду поищу сама."
    },
    {
      "id": "smalltalk_11111_3",
      "desc": "Болтовня №3",
      "dlg": "Стойте... кто из вас вчера отвечал за техобслуживание аттракциона?! Вы видели, как я попала в цель? Видели, как она упала? Нет! Только не говорите, что расслабились, потому что Отец не следит за каждым вашим шагом!"
    },
    {
      "id": "smalltalk_11111_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Чик-чик. Каждую торчащую нитку нужно отрезать. То же самое касается гостей, которые не вписываются в Карнавал, тех, кто хуже даже моих обрезков ткани."
    },
    {
      "id": "smalltalk_11111_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Ха! Хахахаха! Какая наглость, аж смешно! Как ты смеешь заявляться сюда в одежде, настолько не подходящей моему аттракциону?!\nЯ тебя уб... Нет. Сиди смирно, и я разрежу тебя на части и научу, как одеваться подобающе случаю!"
    },
    {
      "id": "neglect_11111_1",
      "desc": "Бездействие",
      "dlg": "Это мой дом. Я была на пути домой, когда... нет. Здесь моя Семья. Здесь мой Отец и Дети."
    },
    {
      "id": "gacksung_11111_1",
      "desc": "Связь",
      "dlg": "Как идёт подготовка к Параду? Костюмы? Реквизит? Хаах... бездельники. Я сама проведу финальную проверку подготовки!"
    },
    {
      "id": "formation_11111_1",
      "desc": "Вступление в команду",
      "dlg": "Вы звали?"
    },
    {
      "id": "battleentry_11111_1",
      "desc": "Выход на поле боя",
      "dlg": "Время Карнавала."
    },
    {
      "id": "battle_select_11111_1",
      "desc": "Выбор в битве",
      "dlg": "Хм? У тебя ремешок от маски отстегнулся?"
    },
    {
      "id": "battle_endcommand_11111_1",
      "desc": "Совершение атаки",
      "dlg": "Отрежу весь мусор!"
    },
    {
      "id": "battle_enemy_break_11111_1",
      "desc": "Оглушение противника",
      "dlg": "Хм. Швы разошлись?"
    },
    {
      "id": "battle_break_11111_1",
      "desc": "Оглушение",
      "dlg": "Тск..."
    },
    {
      "id": "battle_kill_11111_1",
      "desc": "Убийство противника",
      "dlg": "Даже на заплатки не годишься. Развались прямо там, где стоишь."
    },
    {
      "id": "battle_dead_11111_1",
      "desc": "Смерть",
      "dlg": "Х-хотя бы позвольте оставить маску...! ... Тогда... убейте меня..."
    },
    {
      "id": "choice_success_p_11111_2",
      "desc": "Успех проверки",
      "dlg": "Хех. Я знала, что буду первой."
    },
    {
      "id": "choice_fail_n_11111_1",
      "desc": "Провал проверки",
      "dlg": "... Почему этот аттракцион не запускается?"
    },
    {
      "id": "battle_clear_11111_1",
      "desc": "Победный клич",
      "dlg": "Сам Парад прошёл без сучка и задоринки... но я видела, как некоторые из вас носили наряды, не соответствующие моим требованиям к униформе. Разве я не говорила, что не потерплю, чтобы кто-то носил сделанную мной одежду столь небрежно?"
    },
    {
      "id": "battle_clear_ex_11111_1",
      "desc": "Победный клич совершенства",
      "dlg": "Это был Парад, достойный Карнавала... Хех. Леди Парада носит особенно ослепительное платье... Полагаю, мне не нужно говорить, чей это дизайн?"
    },
    {
      "id": "battle_defeat_11111_1",
      "desc": "Вой поражения",
      "dlg": "Вы! Видите! Этот! Беспорядок! Мне почти стыдно возвращаться домой в таком состоянии... Ох... Но... в какой дом я вернусь? Существует ли он всё ещё?"
    }
  ]
}
