{
    "dataList": [
        {
            "id": "get_10611_1",
            "desc": "Получение",
            "dlg": "Прекратить огонь. Мы погонимся за ними, как только произведём точный выстрел."
        },
        {
            "id": "lobby_morning_10611_1",
            "desc": "Утреннее приветствие",
            "dlg": "Доброе утро, давайте почистим пушки~ Убедимся, что они в идеальном состоянии! Мы же не хотим, чтобы их заклинило посреди боя, верно?"
        },
        {
            "id": "lobby_noon_10611_1",
            "desc": "Полуденное приветствие",
            "dlg": "Хочешь пойти пострелять после обеда? Пули, конечно, дорогие, но ведь не дороже твоей жизни, правда?\nСерьёзно, кстати. Тебе правда кажется, что они такие уж дорогие? Хм... забавно. Я на самом деле был удивлён, потому что они оказались намного дешевле, чем я думал."
        },
        {
            "id": "lobby_night_10611_1",
            "desc": "Вечернее приветствие",
            "dlg": "На улице темнеет... Похоже, речь вот-вот начнётся~\nЛидера оставим Хитклифу, а сами сосредоточимся на последователях, которые наверняка набросятся на нас после того, как дело будет сделано. Ты ведь помнишь план, да?"
        },
        {
            "id": "smalltalk_10611_1",
            "desc": "Болтовня №1",
            "dlg": "Ателье Логики вполне приемлемо, но я бы не стал сравнивать их с Мастерскими S-класса.\nЯ однажды видел огнестрел S-класса, который каким-то образом раздобыл мой старший брат, и он был намного лучше тех, что мы используем в нашем Офисе."
        },
        {
            "id": "smalltalk_10611_2",
            "desc": "Болтовня №2",
            "dlg": "Настоящая фишка нашего Офиса в том, что мы можем быстро выкашивать слабых врагов, которые не успевают среагировать на пули.\nО, а что насчёт врагов, которые могут среагировать на пули? Мы убежим, конечно же~"
        },
        {
            "id": "smalltalk_10611_3",
            "desc": "Болтовня №3",
            "dlg": "Не думаю, что Глава хочет, чтобы люди умирали прозаично. Но что вообще *такое* прозаичная смерть?\nМы можем навешивать на смерти всевозможные значимые ярлыки, но в конце концов это всё равно смерть."
        },
        {
            "id": "smalltalk_10611_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Ха-ха, ты чувствовал себя в безопасности там сзади, потому что пули не пробивают сталь?\nУ меня для тебя плохие новости... разрушение стали не нарушает табу Главы~"
        },
        {
            "id": "smalltalk_10611_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Знаю, это трагично, но есть такие укрытия, из-за которых не стоит вот так выпрыгивать. Потерять своё снаряжение при попытке сменить позицию — это просто... досадно, не так ли?"
        },
        {
            "id": "neglect_10611_1",
            "desc": "Бездействие",
            "dlg": "Хм? У нас закончились и деньги, и патроны? Ха-ха... Похоже, мне придётся позвонить семье~"
        },
        {
            "id": "gacksung_10611_1",
            "desc": "Связь",
            "dlg": "Три выстрела в грудь, и... похоже, мне даже не придётся стрелять им в голову для уверенности."
        },
        {
            "id": "formation_10611_1",
            "desc": "Вступление в команду",
            "dlg": "Давненько я не был под чьим-то командованием."
        },
        {
            "id": "battleentry_10611_1",
            "desc": "Выход на поле боя",
            "dlg": "Прикройте меня, пожалуйста~"
        },
        {
            "id": "battle_select_10611_1",
            "desc": "Выбор в битве",
            "dlg": "Нервничаешь? Сделай глубокий-глубокий вдох — это поможет."
        },
        {
            "id": "battle_endcommand_10611_1",
            "desc": "Совершение атаки",
            "dlg": "Цель в поле зрения. На час."
        },
        {
            "id": "battle_enemy_break_10611_1",
            "desc": "Оглушение противника",
            "dlg": "Ты ведь не очень понимаешь, что делаешь, да~?"
        },
        {
            "id": "battle_break_10611_1",
            "desc": "Оглушение",
            "dlg": "Угх...!"
        },
        {
            "id": "battle_kill_10611_1",
            "desc": "Убийство противника",
            "dlg": "Следующая цель."
        },
        {
            "id": "battle_dead_10611_1",
            "desc": "Смерть",
            "dlg": "Похоже, это меня недооценили…"
        },
        {
            "id": "choice_success_p_10611_2",
            "desc": "Успех проверки",
            "dlg": "С планом всё становится выполнимым."
        },
        {
            "id": "choice_fail_n_10611_1",
            "desc": "Провал проверки",
            "dlg": "Хмм~ Не сработало. Что теперь?"
        },
        {
            "id": "battle_clear_10611_1",
            "desc": "Победный клич",
            "dlg": "Это была заслуженная победа. Все в порядке?"
        },
        {
            "id": "battle_clear_ex_10611_1",
            "desc": "Победный клич совершенства",
            "dlg": "Плата за контракт плюс плата за охрану минус стоимость пуль... Вау~ похоже, в этот раз мне не придётся покрывать убытки из собственных средств!"
        },
        {
            "id": "battle_defeat_10611_1",
            "desc": "Вой поражения",
            "dlg": "Отмена контракта. Всем отступать!\nЧто это у тебя в руке? Ох. Как я и сказал, мы всегда можем купить новые пушки. Просто брось её, она будет только замедлять."
        }
    ]
}