{
  "dataList": [
    {
      "id": "get_10309_1",
      "desc": "Получение",
      "dlg": "Кхм~ Прошу простить моё вторжение! Я служащая Третьего Уровня Корпорации Т, состою в Агентстве Сбора Времени! Полагаю, вам уже ведома причина нашего визита?"
    },
    {
      "id": "lobby_morning_10309_1",
      "desc": "Утреннее приветствие",
      "dlg": "Доброе утро. Ах, быть может, тебе уже пора готовиться к обеду? Сердце моё скорбит видеть, как отвергнут неспешный, размеренный завтрак... Я понимаю твою печаль."
    },
    {
      "id": "lobby_noon_10309_1",
      "desc": "Полуденное приветствие",
      "dlg": "Воистину, лучшее из превосходных преимуществ службы в Корпорации Т - это капсула для сна, активируемая Протоколом ТТ4!\nХе-хе... Сие устройство позволяет мне насладиться шестичасовым сном во время обеда, хотя по Стандартному Времени Корпорации Т проходит всего тридцать минут!"
    },
    {
      "id": "lobby_night_10309_1",
      "desc": "Вечернее приветствие",
      "dlg": "Ах, так приближается ночь. Не правда ли, завораживает? Наблюдать, как бежевое солнце медленно ползёт к горизонту перед окончанием рабочего дня...\nХотя признаюсь, печально, что стоит нам покинуть работу, вся эта красота уступает место кромешной тьме."
    },
    {
      "id": "smalltalk_10309_1",
      "desc": "Болтовня №1",
      "dlg": "Многие не платят должное по Налогу Времени, не говоря уже о тех, кто пойман за 'добычей' времени неразрешённым способом.\nВоистину, мы, Коллекторы, обеспечиваем взыскание каждого долга с процентами, так что тебе не о чем беспокоиться!"
    },
    {
      "id": "smalltalk_10309_2",
      "desc": "Болтовня №2",
      "dlg": "Служба в Корпорации Т также дарует тебе сии часы-удостоверение!\nВзгляни на сей маленький часовой механизм! Стоит мне повернуть его... И я буду благословлена дополнительным временем для выполнения миссий!"
    },
    {
      "id": "smalltalk_10309_3",
      "desc": "Болтовня №3",
      "dlg": "Быть допущенной к проживанию в Гнезде, более того - быть пером Крыла, какая честь! Не могу и помыслить о работе почётней, чем помощь Крылу в обеспечении справедливого течения времени в Городе!"
    },
    {
      "id": "smalltalk_10309_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Природа 'времени' подобна потоку вязкой жидкости, воистину. Таково было моё впечатление при сборе времени; оно весьма напоминало поток или жидкость, когда я его извлекала!"
    },
    {
      "id": "smalltalk_10309_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Ах, желаешь узнать больше о часовых механизмах, что я ношу? Сие есть моя броня, 'экзоскелет' для полевых миссий. Безопасность коллектора должна быть гарантирована для успешного извлечения времени, не так ли?"
    },
    {
      "id": "neglect_10309_1",
      "desc": "Бездействие",
      "dlg": "Ах~ не беспокойся о моём развлечении! Для служащей моего Уровня это лишь краткий миг. Занимайся своими делами, не обращай на меня внимания!"
    },
    {
      "id": "gacksung_10309_1",
      "desc": "Связь",
      "dlg": "Приступаю к Сбору Времени. Следи за дистанцией, дабы твоё собственное время не было высосано."
    },
    {
      "id": "formation_10309_1",
      "desc": "Вступление в команду",
      "dlg": "Неплательщик времени, так?! Готовьте часы и кирки для сбора!"
    },
    {
      "id": "battleentry_10309_1",
      "desc": "Выход на поле боя",
      "dlg": "Приступаем к Сбору, немедля."
    },
    {
      "id": "battle_select_10309_1",
      "desc": "Выбор в битве",
      "dlg": "Не спеши с речами! Ибо у меня есть всё вре— то есть, умеренное количество времени в запасе."
    },
    {
      "id": "battle_endcommand_10309_1",
      "desc": "Совершение атаки",
      "dlg": "Да будет исполнено!"
    },
    {
      "id": "battle_enemy_break_10309_1",
      "desc": "Оглушение противника",
      "dlg": "Есть ещё что собрать с тебя! Не испускай последний вздох!"
    },
    {
      "id": "battle_break_10309_1",
      "desc": "Оглушение",
      "dlg": "Агх...!"
    },
    {
      "id": "battle_kill_10309_1",
      "desc": "Убийство противника",
      "dlg": "Увы... цель мертва. Статус сбора: недоступен."
    },
    {
      "id": "battle_dead_10309_1",
      "desc": "Смерть",
      "dlg": "Ещё так много времени нужно собрать..."
    },
    {
      "id": "choice_success_p_10309_2",
      "desc": "Успех проверки",
      "dlg": "Ещё одно задание успешно завершено!"
    },
    {
      "id": "choice_fail_n_10309_1",
      "desc": "Провал проверки",
      "dlg": "Аах... не самое мудрое использование моего времени..."
    },
    {
      "id": "battle_clear_10309_1",
      "desc": "Победный клич",
      "dlg": "Хм, ничего исключительного. Теперь, когда необходимое время собрано, давайте возвращаться."
    },
    {
      "id": "battle_clear_ex_10309_1",
      "desc": "Победный клич совершенства",
      "dlg": "Ох, я собрала больше времени, чем нам причиталось... Хм, однако... раз уж неплательщик, к несчастью, почил, пожалуй, будет справедливее вернуть всё оставшееся время в Хранилище Времени Корпорации Т, воистину!"
    },
    {
      "id": "battle_defeat_10309_1",
      "desc": "Вой поражения",
      "dlg": "Мой показатель сбора времени ниже базового уровня...? Ах, так я стала неудачницей, глупцом, не ведающим, как распорядиться своим временем..."
    }
  ]
}
