{
    "dataList": [
        {
            "id": "get_10311_1",
            "desc": "Получение",
            "dlg": "Ага, так вот чем объясняется некоторая пресность твоего банкета! Приготовить столь острые приправы в виде потасовки... Поистине, сие было весьма неожиданно!"
        },
        {
            "id": "lobby_morning_10311_1",
            "desc": "Утреннее приветствие",
            "dlg": "Проспать столь волнующее утро было бы превеликой трагедией! Ух ты, запустить тот стул с такого расстояния — сие столь же драматично, как эпизод утренней мыльной оперы!"
        },
        {
            "id": "lobby_noon_10311_1",
            "desc": "Полуденное приветствие",
            "dlg": "Восточный филиал не проводит обеденное время в праздности. Я слыхала, что западный филиал наслаждается довольно долгим чаепитием, однако... Хм, увы. Сие — один из способов упустить потенциальных клиентов, которые могут бродить по улицам в этот самый момент."
        },
        {
            "id": "lobby_night_10311_1",
            "desc": "Вечернее приветствие",
            "dlg": "Ах~ Поистине, восточный филиал Ассоциации «Сэнк» презирает ночные поручения! Прошу, неужто нет более достойных Ассоциаций, к коим ты мог бы воззвать по ночным делам?\nДуэли, поистине, должны проводиться под полуденным солнцем пред взорами бесчисленных зрителей!"
        },
        {
            "id": "smalltalk_10311_1",
            "desc": "Болтовня №1",
            "dlg": "Такие смутьяны, как эти псы, горячат мою кровь... но мы всего лишь Корректировщики, чьё существование зависит от нашего ремесла. Не скажешь ли ты, что посему мы не должны действовать без вознаграждения?\nО-откуда ты знаешь о моих былых глупостях!.. Кхм, то было лишь проявлением моей неопытности как новичка в этой Ассоциации!"
        },
        {
            "id": "smalltalk_10311_2",
            "desc": "Болтовня №2",
            "dlg": "Кхм... Ага! Они тотчас же узнают меня, ежели я посижу здесь немного, и попросят меня сразиться на дуэли вместо них.\nСие будет подобно тому, как убить двух зайцев одним выстрелом! Я добьюсь и завершения контракта, и тишины от этих горластых негодяев!"
        },
        {
            "id": "smalltalk_10311_3",
            "desc": "Болтовня №3",
            "dlg": "Ох... эта миска лапши бянг-бянг... ах, какое же это совершенство! Хрустящ— ак?!\nСлышишь! Ты бросил крошки своих закусок в мою тарелку! Держи свои буйные переговоры подальше от моей миски, пфу!"
        },
        {
            "id": "smalltalk_10311_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Твоё клинковое орудие не представляет для меня угрозы, амиго. Мой зеленеющий пиронефрит расплавит его в ничто прежде, чем оно причинит мне вред!"
        },
        {
            "id": "smalltalk_10311_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Было ошибкой затевать драку в таверне, не изучив сперва её клиентуру, амиго. Сие довольно просторное заведение — тебе следовало представить, что где-то в тенях может скрываться дракон, хм?"
        },
        {
            "id": "neglect_10311_1",
            "desc": "Бездействие",
            "dlg": "Ох! Поистине, этот едва уловимый хруст лапши создаёт совершенство!"
        },
        {
            "id": "gacksung_10311_1",
            "desc": "Связь",
            "dlg": "Уф, прошу прощения. Вон тот господин запросил контракт на 'срочное представительство на дуэли'. Я вернусь в мгновение ока!"
        },
        {
            "id": "formation_10311_1",
            "desc": "Вступление в команду",
            "dlg": "Ага, контракт!"
        },
        {
            "id": "battleentry_10311_1",
            "desc": "Выход на поле боя",
            "dlg": "Можете звать меня Дон Кихот, Корректировщица Третьей Секции Восточного филиала Ассоциации «Сэнк»!"
        },
        {
            "id": "battle_select_10311_1",
            "desc": "Выбор в битве",
            "dlg": "Это срочно, хм? Знай, что сие обойдётся тебе чуточку дороже!"
        },
        {
            "id": "battle_endcommand_10311_1",
            "desc": "Совершение атаки",
            "dlg": "Зеленеющий пиронефрит пылает."
        },
        {
            "id": "battle_enemy_break_10311_1",
            "desc": "Оглушение противника",
            "dlg": "Дуэль!"
        },
        {
            "id": "battle_break_10311_1",
            "desc": "Оглушение",
            "dlg": "Хуп?!"
        },
        {
            "id": "battle_kill_10311_1",
            "desc": "Убийство противника",
            "dlg": "Завершается моей победой!"
        },
        {
            "id": "battle_dead_10311_1",
            "desc": "Смерть",
            "dlg": "Ахааа... сие было... весьма поучитель...но..."
        },
        {
            "id": "choice_success_p_10311_2",
            "desc": "Успех проверки",
            "dlg": "Мм, затруднение разрешено, не так ли?"
        },
        {
            "id": "choice_fail_n_10311_1",
            "desc": "Провал проверки",
            "dlg": "Хохх... Ак, неужто мне не следовало это расплавлять?!"
        },
        {
            "id": "battle_clear_10311_1",
            "desc": "Победный клич",
            "dlg": "Поистине, этот контракт был чуточку сложен, однако... Ни одна задача не останется невыполненной предо мною, ибо всё, что стоит на моём пути, расплавляется в прах!"
        },
        {
            "id": "battle_clear_ex_10311_1",
            "desc": "Победный клич совершенства",
            "dlg": "Не было ли мудрейшим решением воспользоваться моими срочными услугами, пусть они и стоили дороже? Хе-хе... о? Ах, нет. Спрячь свой кошель; ты ведь не верил всерьёз, что я возьму с тебя двойную плату, хм? Поступить так~ значило бы отклониться от пути справедливости!"
        },
        {
            "id": "battle_defeat_10311_1",
            "desc": "Вой поражения",
            "dlg": "Никогда бы не подумала, что потерплю поражение, несмотря на сложность этого контракта... Ф-фу... они же узнают, что я сбежала с тренировки, чтобы побродить по улицам!.. Агх, что же мне делать...?!"
        }
    ]
}