{
    "dataList": [
        {
            "id": "get_10711_1",
            "desc": "Получение",
            "dlg": "Заряжено и готово. Тип пули... Высокоскоростной Разрывной Патрон Ателье Логики. Так, ладно. Готов стрелять."
        },
        {
            "id": "lobby_morning_10711_1",
            "desc": "Утреннее приветствие",
            "dlg": "Уже... утро снаружи? Полагаю, до начала события ещё полно времени. Хаах... ой, спина."
        },
        {
            "id": "lobby_noon_10711_1",
            "desc": "Полуденное приветствие",
            "dlg": "Уже готовятся к ужину в обед? Похоже, точно намечается что-то крупное. Надо убедиться, что все мои пули в порядке..."
        },
        {
            "id": "lobby_night_10711_1",
            "desc": "Вечернее приветствие",
            "dlg": "Я сделаю выстрел, когда их лидер начнёт проповедь перед последователями после ужина. Нужна всего одна пуля."
        },
        {
            "id": "smalltalk_10711_1",
            "desc": "Болтовня №1",
            "dlg": "Не думал, что так легко будет проскользнуть мимо них. Должен сказать, я не совсем понимаю, что такого в том, чтобы засунуть шестерёнку в башку, что они аж слюни пускают от твоих слов...\nВ любом случае, это будет проще, чем я ожидал. Думал, миссия по захвату будет сложнее."
        },
        {
            "id": "smalltalk_10711_2",
            "desc": "Болтовня №2",
            "dlg": "Не так уж много Мастерских делают пушки... и не так уж много Офисов Корректировщиков используют пушки... Что ж, полагаю, поэтому у нас и нет проблем с получением этих контрактов."
        },
        {
            "id": "smalltalk_10711_3",
            "desc": "Болтовня №3",
            "dlg": "Мне не нравится то, что делает Церковь Шестерёнок. Конечно, нет. Но... это одно, а контракт есть контракт. Нет смысла слишком в это вникать, это только собьёт мне прицел.\nНе получится нормально окупить вложения, если я не буду попадать каждым выстрелом, учитывая, какие они дорогие."
        },
        {
            "id": "smalltalk_10711_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Ох, чёрт побери— Я промазал! Но выстрел был хороший, прямо в башку... Какого чёрта происходит с этим 'лидером'?!"
        },
        {
            "id": "smalltalk_10711_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Чёрт возьми, нам правда надо поскорее заканчивать... Эта пушка долго не протянет! Если бой затянется, она может перегреться, пока ствол не лопнет!\nЭй, есть светлые идеи?"
        },
        {
            "id": "neglect_10711_1",
            "desc": "Бездействие",
            "dlg": ".... Унх, должно быть, я немного вздремнул. ...Цк. Всё ещё ждём, пока они начнут, да?"
        },
        {
            "id": "gacksung_10711_1",
            "desc": "Связь",
            "dlg": "Ох, чёрт, они нас заметили! Отступаем! Открываю ответный огонь...!"
        },
        {
            "id": "formation_10711_1",
            "desc": "Вступление в команду",
            "dlg": "Э-э, сколько пуль мне взять на этот контракт?"
        },
        {
            "id": "battleentry_10711_1",
            "desc": "Выход на поле боя",
            "dlg": "Постараемся, чтобы каждая пуля попала в цель. Один выстрел — один труп."
        },
        {
            "id": "battle_select_10711_1",
            "desc": "Выбор в битве",
            "dlg": "... Не пытайся заговорить со мной, когда я задерживаю дыхание, а?"
        },
        {
            "id": "battle_endcommand_10711_1",
            "desc": "Совершение атаки",
            "dlg": "Открываю огонь!"
        },
        {
            "id": "battle_enemy_break_10711_1",
            "desc": "Оглушение противника",
            "dlg": "Отлично, пока что всё идёт как по маслу...!"
        },
        {
            "id": "battle_break_10711_1",
            "desc": "Оглушение",
            "dlg": "Нгх, чёрт..."
        },
        {
            "id": "battle_kill_10711_1",
            "desc": "Убийство противника",
            "dlg": "Чистый выстрел в голову. В яблочко."
        },
        {
            "id": "battle_dead_10711_1",
            "desc": "Смерть",
            "dlg": "Да ты издеваешься... Я ещё не закончил..."
        },
        {
            "id": "choice_success_p_10711_2",
            "desc": "Успех проверки",
            "dlg": "Ну что, теперь доволен?\nНахрена просить снайпера делать такую фигню...?"
        },
        {
            "id": "choice_fail_n_10711_1",
            "desc": "Провал проверки",
            "dlg": "Как я и сказал, я просто парень, который стреляет из пушки, а? Зачем кому-то..."
        },
        {
            "id": "battle_clear_10711_1",
            "desc": "Победный клич",
            "dlg": "Ещё один готов... Надеюсь, этого хватило. Лучше бы я не потратил на это слишком много пуль."
        },
        {
            "id": "battle_clear_ex_10711_1",
            "desc": "Победный клич совершенства",
            "dlg": "Ха, думали остановить нас такой огневой мощью? Да ладно, давайте обчистим оружие, которое оставили эти ублюдки."
        },
        {
            "id": "battle_defeat_10711_1",
            "desc": "Вой поражения",
            "dlg": "Надо было стрелять осторожнее... Или, может, я выбрал не те патроны...? Ха, неважно... Важно то, что я был недостаточно хорош."
        }
    ]
}