{
  "dataList": [
    {
      "id": "get_10110_1",
      "desc": "Получение",
      "dlg": "Я хорошо понимаю ваши чувства о смерти. Почему бы не дать отдых порывам в вашем сердце на мгновение и побеседовать со мной?"
    },
    {
      "id": "lobby_morning_10110_1",
      "desc": "Утреннее приветствие",
      "dlg": "Прошу прощения за беспокойство в столь ранний час. Надеюсь, я не вырвал вас из сна."
    },
    {
      "id": "lobby_noon_10110_1",
      "desc": "Полуденное приветствие",
      "dlg": "Я не обедал, ибо размышления о нашем утреннем разговоре поглотили весь полдень.\nПолагаю, вы поступили так же, скорбя по другим, и это правильно."
    },
    {
      "id": "lobby_night_10110_1",
      "desc": "Вечернее приветствие",
      "dlg": "Это будет последняя управленческая работа на сегодня. Вы и сами выглядите довольно измотанным; почему бы не оставить горькие раздумья и не предаться сладости короткого сна?"
    },
    {
      "id": "smalltalk_10110_1",
      "desc": "Болтовня №1",
      "dlg": "Куда направляются люди после окончательного ухода из жизни? Вы задаёте весьма занимательный вопрос. Я как-то записал свои размышления о конце жизни; возможно, у нас будет шанс обсудить это позже."
    },
    {
      "id": "smalltalk_10110_2",
      "desc": "Болтовня №2",
      "dlg": "Даже когда я писал свои тринадцать завещаний, я не мог не верить, что никто не будет скорбеть обо мне после моей смерти.\nБыло бы приятно иметь тех, кто оплакивал бы мой уход, но воспоминаниям о мёртвых нет места в сердцах живущих здесь."
    },
    {
      "id": "smalltalk_10110_3",
      "desc": "Болтовня №3",
      "dlg": "Ствол пистолета не стреляет пулями из бабочек; просто бабочки, как живые, так и мёртвые, распускаются там, куда он направлен."
    },
    {
      "id": "smalltalk_10110_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "Этот гроб, этот дар, что вы дали мне нести — он весьма тяжёл. Бабочки, что свили гнездо во мне, те, что когда-то были вашими, тоже нельзя выпустить с непринуждённым сердцем.\nЯ боюсь допустить даже малейший намёк на легкомыслие в этом трауре. ... Поэтому правильно, что я облачаю своё сердце в торжественность, когда спускаю их курки."
    },
    {
      "id": "smalltalk_10110_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Нет нужды в вычурной, витиеватой прозе при выражении соболезнований. Некоторые говорят, что скорбящий, несущий этот гроб — долгожданный спаситель для всех, однако...\n... Я лишь перо, застрявшее на Крыле; ценность моего существования, в противном случае, ничтожна; ибо я тоже следую по пути превращения в бабочку, что больше не опыляет цветы."
    },
    {
      "id": "neglect_10110_1",
      "desc": "Бездействие",
      "dlg": "Я намерен плотно закрыть канал для связи за окном, если мне суждено встретить свою кончину. Только тогда бабочка, что покоится на мне, упорхнёт прочь."
    },
    {
      "id": "gacksung_10110_1",
      "desc": "Связь",
      "dlg": "Это тяжёлый дар, что я несу; две заблудшие души в моих ладонях, пальцы всё ближе друг к другу.\nГде теперь лежит наш путь?"
    },
    {
      "id": "formation_10110_1",
      "desc": "Вступление в команду",
      "dlg": "Это ли управление или траур?"
    },
    {
      "id": "battleentry_10110_1",
      "desc": "Выход на поле боя",
      "dlg": "Порывы смерти подавлены; концепция запечатана."
    },
    {
      "id": "battle_select_10110_1",
      "desc": "Выбор в битве",
      "dlg": "Праздные разговоры неуместны во время траура."
    },
    {
      "id": "battle_endcommand_10110_1",
      "desc": "Совершение атаки",
      "dlg": "Прошу, шагните вперёд."
    },
    {
      "id": "battle_enemy_break_10110_1",
      "desc": "Оглушение противника",
      "dlg": "Уходите в ночь без тревоги."
    },
    {
      "id": "battle_break_10110_1",
      "desc": "Оглушение",
      "dlg": "Мм..."
    },
    {
      "id": "battle_kill_10110_1",
      "desc": "Убийство противника",
      "dlg": "Ибо память о вас будет моей, пока вы спите."
    },
    {
      "id": "battle_dead_10110_1",
      "desc": "Смерть",
      "dlg": "Могли ли маленькие крылья... бабочки... упорхнуть из этого... места...?"
    },
    {
      "id": "choice_success_p_10110_2",
      "desc": "Успех проверки",
      "dlg": "Работа на подавление дала более предпочтительный результат."
    },
    {
      "id": "choice_fail_n_10110_1",
      "desc": "Провал проверки",
      "dlg": "Работа на привязанность была довольно... неуместным выбором."
    },
    {
      "id": "battle_clear_10110_1",
      "desc": "Победный клич",
      "dlg": "Готовый цветок для тех, кто дремлет. Пусть они взрастят бабочек внутри."
    },
    {
      "id": "battle_clear_ex_10110_1",
      "desc": "Победный клич совершенства",
      "dlg": "Один пистолет — поздравление ушедшим мертвым; другой — траур по живым, связанным жизнью. Исчезнет скорбь, а ныне, исполнитесь торжественностью, все; теперь не скорбите о них более."
    },
    {
      "id": "battle_defeat_10110_1",
      "desc": "Вой поражения",
      "dlg": "В сердце разбитого зеркала я вижу угасающую бабочку. Я не могу взрастить странствующую бабочку, но долг скорби — мой; значит, моя и эта меланхолия."
    }
  ]
}
