{
  "dataList": [
    {
      "id": "get_10507_1",
      "desc": "Получение",
      "dlg": "Я – Мерсо. Я помогаю Старшему Брату в его начинаниях.\nИ это всё."
    },
    {
      "id": "lobby_morning_10507_1",
      "desc": "Утреннее приветствие",
      "dlg": "Доброе утро. Давайте пройдём в гостиную вместе. Мои младшие Братья, старшие Братья и Сёстры хотят поговорить с вами."
    },
    {
      "id": "lobby_noon_10507_1",
      "desc": "Полуденное приветствие",
      "dlg": "Если у вас нет запланированных дел на улице, присоединяйтесь к остальной семье за обедом. Важно, чтобы Средний всегда обедал и общался вместе."
    },
    {
      "id": "lobby_night_10507_1",
      "desc": "Вечернее приветствие",
      "dlg": "Я... был вызван старшим Братом и должен посетить наше место работы. Я не могу 'отлынивать' от вечера выпивки со старшими Братьями. Таково правило."
    },
    {
      "id": "smalltalk_10507_1",
      "desc": "Болтовня №1",
      "dlg": "Мы, младшие Братья, не беспокоимся о старшинстве между собой. Это деталь крайне малого значения. Всё, чего мы желаем – это поддерживать друг друга и наших старших Братьев, и ничего более."
    },
    {
      "id": "smalltalk_10507_2",
      "desc": "Болтовня №2",
      "dlg": "В семье могут случаться мелкие ошибки. Моя маленькая радость – заметать такие мелкие ошибки под ковёр. Меня научили, что в этом и заключается истинная верность."
    },
    {
      "id": "smalltalk_10507_3",
      "desc": "Болтовня №3",
      "dlg": "Эти цепи символизируют солидарность и связь. Вместе мы, связанные одной цепью, несём ответственность рука об руку. Мы встретим нашу судьбу и разделим эту ношу вместе.\nНам не нужно снимать эти цепи. У нас нет средств снять эти цепи. И нам не нужны те, кто намерен снять эти цепи."
    },
    {
      "id": "smalltalk_10507_4",
      "desc": "Болтовня после Связи №1",
      "dlg": "В Книге Мести записано многое. От инструкций по мщению за смерть Брата до указаний по отмщению за то, что нам наступили на ногу на улице. В этот раз я обращусь к Разделу 3, Параграфу 1..."
    },
    {
      "id": "smalltalk_10507_5",
      "desc": "Болтовня после Связи №2",
      "dlg": "Средний всегда платит свои долги. Не бывает 'мелких ошибок', если только ошибка не совершена кем-то из нас."
    },
    {
      "id": "neglect_10507_1",
      "desc": "Бездействие",
      "dlg": "Я не привык... быть в одиночестве."
    },
    {
      "id": "gacksung_10507_1",
      "desc": "Связь",
      "dlg": "Что-то случилось с вами? Пожалуйста, подойдите и расскажите мне во всех подробностях, что произошло. Я добавлю это в Книгу Мести, чтобы это оскорбление было отмщено."
    },
    {
      "id": "formation_10507_1",
      "desc": "Вступление в команду",
      "dlg": "За моих старших Братьев и Сестёр."
    },
    {
      "id": "battleentry_10507_1",
      "desc": "Выход на поле боя",
      "dlg": "Я проведу разминку."
    },
    {
      "id": "battle_select_10507_1",
      "desc": "Выбор в битве",
      "dlg": "Я читаю Книгу."
    },
    {
      "id": "battle_endcommand_10507_1",
      "desc": "Совершение атаки",
      "dlg": "Месть идёт за тобой."
    },
    {
      "id": "battle_enemy_break_10507_1",
      "desc": "Оглушение противника",
      "dlg": "Тебе следовало готовиться к возмездию, когда ты оскорбил члена нашей семьи."
    },
    {
      "id": "battle_break_10507_1",
      "desc": "Оглушение",
      "dlg": "Кхх."
    },
    {
      "id": "battle_kill_10507_1",
      "desc": "Убийство противника",
      "dlg": "Месть свершилась."
    },
    {
      "id": "battle_dead_10507_1",
      "desc": "Смерть",
      "dlg": "Я не буду... Последним... из нас... Средний... Запомнит..."
    },
    {
      "id": "choice_success_p_10507_2",
      "desc": "Успех проверки",
      "dlg": "Хм. Я сделал это."
    },
    {
      "id": "choice_fail_n_10507_1",
      "desc": "Провал проверки",
      "dlg": "... Член семьи, более подходящий для этой работы, возьмёт её на себя."
    },
    {
      "id": "battle_clear_10507_1",
      "desc": "Победный клич",
      "dlg": "С этим покончено. Мы можем вычеркнуть это из Книги Мести."
    },
    {
      "id": "battle_clear_ex_10507_1",
      "desc": "Победный клич совершенства",
      "dlg": "Условия, записанные в Книге Мести, выполнены. Вот что происходит, когда кто-то поднимает руку на члена нашей семьи. Не забывайте об этом."
    },
    {
      "id": "battle_defeat_10507_1",
      "desc": "Вой поражения",
      "dlg": "Всё в порядке. Их преступления теперь записаны в Книгу Мести... Средний запомнит. Семья придёт, чтобы отомстить."
    }
  ]
}
