{
    "dataList": [
        {
            "id": "get_10712_1",
            "desc": "Получение",
            "dlg": "Мы тут просто вежливо болтаем в кружочке? Это ж сходка Синдикатов, чёрт побери... Когда уже разборка-то?"
        },
        {
            "id": "lobby_morning_10712_1",
            "desc": "Утреннее приветствие",
            "dlg": "Солнце встало, время поднимать задницы. Думаю, пойду в патруль, посмотрю, нет ли дураков, шатающихся возле 'наших' точек. Заодно можно и дань собрать."
        },
        {
            "id": "lobby_noon_10712_1",
            "desc": "Полуденное приветствие",
            "dlg": "Эй, ты там. Да, ты. Надо быть либо безумным, либо тупым малым, чтобы шляться по нашему району посреди... \nА, погоди-ка. Ты пялился на мои татухи? Ну, так чего сразу не сказал? Ладно, позырь. Только чуток. А теперь проваливай по-хорошему."
        },
        {
            "id": "lobby_night_10712_1",
            "desc": "Вечернее приветствие",
            "dlg": "Хаах... конечно, я понимаю, как вы себя чувствуете, парни. Нет ничего плохого в том, чтобы пропустить пару стаканчиков после работы, а?\nНо как только сделаете это, лучше сразу ложитесь спать. Если кто-то из вас накосячит по пьяни, я разобью ему башку ещё до того, как Капитан об этом услышит."
        },
        {
            "id": "smalltalk_10712_1",
            "desc": "Болтовня №1",
            "dlg": "Слыхал? Говорят, трое из Десяти Клинков Востока явятся на встречу.\nЦк, наш Патриарх тоже был бы одним из них, если бы эти ублюдки из Большого Пальца не отрубили ему запястье."
        },
        {
            "id": "smalltalk_10712_2",
            "desc": "Болтовня №2",
            "dlg": "Почему я держу одну руку в кармане? Эй, ты что, не слышал старую мудрость Синдиката? Всегда держи козырь в штанах, а?\nЧё? В рукаве, а не в штанах? ... Ну, мне-то какая разница, ты, придирчивый мешок с дерьмом."
        },
        {
            "id": "smalltalk_10712_3",
            "desc": "Болтовня №3",
            "dlg": "Вон те — Семья Теппу, Мафия Некомата... и... эй, те парни вон там из Клана Кёкушин. А? Откуда я знаю их всех по именам?\nКонечно, знаю! Наша Капитан, та девчонка, она мне вечно лекции читает про этих засранцев."
        },
        {
            "id": "smalltalk_10712_4",
            "desc": "Болтовня после Связи №1",
            "dlg": "Эй, зацени мои усиливающие татухи. Только что получил их благодаря Капитану. Посмотри на узоры облаков здесь... и они чертовски хороши к тому же.\nУдар, который отрубил бы мне руку, теперь оставляет лишь небольшой порез, круто, а?"
        },
        {
            "id": "smalltalk_10712_5",
            "desc": "Болтовня после Связи №2",
            "dlg": "Чё...? Какая-то мелочь вызвала Капитана на дуэль? Ха, эти ублюдки, должно быть, недооценили Измаил, потому что она новый Капитан...\nНу, нам не о чем беспокоиться. Нам просто нужно приготовиться убирать трупы."
        },
        {
            "id": "neglect_10712_1",
            "desc": "Бездействие",
            "dlg": "<i>Зеееевок...</i> Чё? Буди меня, только если случится что-то серьёзное, а?"
        },
        {
            "id": "gacksung_10712_1",
            "desc": "Связь",
            "dlg": "Хуаах...! Кто-нибудь ещё ищет трёпки?"
        },
        {
            "id": "formation_10712_1",
            "desc": "Вступление в команду",
            "dlg": "Самое время!"
        },
        {
            "id": "battleentry_10712_1",
            "desc": "Выход на поле боя",
            "dlg": "Посмотрим на их тупые рожи, из какого бы Синдиката они ни были."
        },
        {
            "id": "battle_select_10712_1",
            "desc": "Выбор в битве",
            "dlg": "Фух... дай отдышаться."
        },
        {
            "id": "battle_endcommand_10712_1",
            "desc": "Совершение атаки",
            "dlg": "Убить их всех!"
        },
        {
            "id": "battle_enemy_break_10712_1",
            "desc": "Оглушение противника",
            "dlg": "Будет адски больно."
        },
        {
            "id": "battle_break_10712_1",
            "desc": "Оглушение",
            "dlg": "Агх."
        },
        {
            "id": "battle_kill_10712_1",
            "desc": "Убийство противника",
            "dlg": "Следующий! Живо-живо!"
        },
        {
            "id": "battle_dead_10712_1",
            "desc": "Смерть",
            "dlg": "Я достаточно их покрошил... Остальное оставляю вам..."
        },
        {
            "id": "choice_success_p_10712_2",
            "desc": "Успех проверки",
            "dlg": "Видишь? Не зря же я Вакашу."
        },
        {
            "id": "choice_fail_n_10712_1",
            "desc": "Провал проверки",
            "dlg": "... Я же говорил, я немного неопытен в таких вещах, кроме как кромсать и резать."
        },
        {
            "id": "battle_clear_10712_1",
            "desc": "Победный клич",
            "dlg": "Эй, эй. Хватит. Скоро будет сигнал к отступлению — давайте не будем создавать неловкостей для больших шишек, когда они встретятся."
        },
        {
            "id": "battle_clear_ex_10712_1",
            "desc": "Победный клич совершенства",
            "dlg": "Хорошая работа, парни. Я разберусь с Капитаном, так что давайте все сходим окунуться в баню, как только закончим с уборкой."
        },
        {
            "id": "battle_defeat_10712_1",
            "desc": "Вой поражения",
            "dlg": "Чёрт, вот это позорное дерьмо... Эй, я не вернусь, пока мы не разгребём этот бардак. Скажи Капитану... что я вернусь до нашей следующей встречи."
        }
    ]
}