{
  "dataList": [
    {
      "id": 816601,
      "title": "Хитклиф, c Разбитым Сердцем",
      "prevDesc": "",
      "eventDesc": "Хитклиф с разбитым сердцем трясется и спотыкается.\nЧто это за жидкость, стекающая из его рта? Это кровь... или слезы горя?\n... Возможно, это наш шанс что-то передать Хитклифу.",
      "behaveDesc": "С кем мне пойти?",
      "successDesc": [
        "Я подошел к Хитклифу с [{0}] рядом со мной.\n\n\"<Хитклиф.>\"\n\nЯ осторожно пытаюсь заговорить с ним, но он отшатывается, будто чего-то боится.\n\n... Возможно, мой голос не может до него дойти.\n\nЯ прошу {0} передать мои слова Хитклифу.\n\n\"<Я не могу полностью понять все, через что ты прошел. У меня нет такого опыта...>\"\n\n\"<... Но я знаю, что эти действия не уменьшат твою боль.>\"\n\nВозможно, слова подействовали на него.\n\nХитклиф с разбитым сердцем корчится и тихо рычит, словно что-то внутри причиняет ему боль.\n\nЯ не знаю, помогло ли это ему, или мы просто посыпали соль на его раны, но...\n\n... он снова встает на ноги. Я уверен, что это далеко не конец."
      ],
      "failureDesc": [
        "Я подошел к Хитклифу с [{0}] рядом со мной.\n\n\"<Хитклиф.>\"\n\nЯ осторожно пытаюсь заговорить с ним, но он отшатывается, будто чего-то боится.\n\n... Возможно, мой голос не может до него дойти.\n\nЯ прошу {0} передать мои слова Хитклифу.\n\n\"<Я не могу полностью понять все, через что ты прошел. У меня нет такого опыта...>\"\n\n\"<... Но я знаю, что эти действия не уменьшат твою боль.>\"\n\n\"...!!!!\"\n\nОн внезапно издает скорбный вой.\n\nВозможно, мои слова не дошли до него, или, может быть, я просто посыпал соль на его раны.\n\nБолезненный крик пронзает все наши сердца. Мое и Грешников..."
      ]
    },
    {
      "id": 816602,
      "title": "Хитклиф, С Разбитым Сердцем",
      "prevDesc": "",
      "eventDesc": "Хитклиф с разбитым сердцем снова падает на землю.\n\nОн задыхается и дико мотает головой. Это тяжелое зрелище.\n\nЖидкость собиралась и собиралась на земле, пока не образовалась небольшая лужица.",
      "behaveDesc": "Теперь я должен нести горе Хитклифа. Кто пойдет со мной?",
      "successDesc": [
        "Я снова подошел к Хитклифу с [{0}] рядом со мной.\n\n\"<Не позволяй этой ненависти поглотить тебя, Хитклиф.>\"\n\nАх, нет. Это не то...\n\nЯ должен сказать что-то, что действительно может достучаться до его сердца.\n\n\"<Все изменилось. Ты, люди вокруг тебя... это уже не прошлое, не так, как раньше.>\"\n\n\"<Ты все еще можешь измениться, и у тебя есть способность сделать это. И есть те, кто может помочь тебе на этом пути.>\"\n\n\"<Я буду поворачивать часы столько раз, сколько тебе нужно.>\"\n\n\"<Пока ты наконец не увидишь путь, по которому тебе суждено идти...>\"\n\n... Интересно, слышит ли он нас.\n\nМне остается только надеяться, что тихое рычание - это положительный знак..."
      ],
      "failureDesc": [
        "Я подошел к Хитклифу с [{0}] рядом со мной.\n\n\"<Не позволяй этой ненависти поглотить тебя, Хитклиф.>\"\n\nНет, я говорил что-то подобное, когда Синклер был готов растаять.\n\nЯ должен сказать что-то, что действительно может достучаться до сердца Хитклифа...\n\n\"...!\"\n\nВозможно, я слишком колебался.\n\nИли, может быть, он почувствовал угрозу от Грешника рядом со мной, который стоял наготове с оружием.\n\nХитклиф с разбитым сердцем внезапно подпрыгнул и принял напряженную, агрессивную позу.\n\nВозможно, попытка поговорить с ним больше не вариант..."
      ]
    },
    {
      "id": 817101,
      "title": "Нелли",
      "prevDesc": "",
      "eventDesc": "Перед нами стоит женщина. Ее тело и разум измождены, отягощены и погружаются в забвение времени.",
      "behaveDesc": "Кто поговорит с Нелли?",
      "successDesc": [
        "{0} подошел к Нелли.\n\nВ глазах Нелли было странное желание.\n\nВозможно, это была зависть, или, может быть, предвкушение...\n\n\"Она...\"\n\n\"Дала мне зеркало, самое красивое, самое привлекательное. Оно было прекрасно, как изысканный маникюр.\"\n\nНелли вздрогнула, охваченная невыразимой эмоцией. Она бормочет холодным, отстраненным голосом.\n\n\"Там я увидела. Ту... ту жизнь, которая была предначертана мне.\"\n\n{0} отпрыгнул назад от внезапного металлического шума, но было уже поздно.\n\nЦепи, вырвавшиеся из чемодана Нелли, обвились вокруг руки {0}.\n\nХотя движения {0} могут быть ограничены... возможно, есть способ использовать это против Нелли.",
        "{0} подошел к Нелли.\n\nВ глазах Нелли было странное желание.\n\nВозможно, это была зависть, или, может быть, предвкушение...\n\n\"Она...\"\n\n\"Дала мне зеркало, самое красивое, самое привлекательное. Оно было прекрасно, как изысканный маникюр.\"\n\nНелли вздрогнула, охваченная невыразимой эмоцией. Она бормочет холодным, отстраненным голосом.\n\n\"Там я увидела. Ту... ту жизнь, которая была предначертана мне.\"\n\n{0} отпрыгнул назад от внезапного металлического шума, но было уже поздно.\n\nЦепи, вырвавшиеся из чемодана Нелли, обвились вокруг руки {0}.\n\n\"Я отказываюсь быть связанной вами... и Мисс. С этим покончено.\"\n\nХотя движения {0} могут быть ограничены... возможно, есть способ использовать это против Нелли."
      ],
      "failureDesc": [
        "{0} подошел к Нелли.\n\nВ глазах Нелли было странное желание.\n\nВозможно, это была зависть, или, может быть, предвкушение...\n\n\"Она...\"\n\n\"Дала мне зеркало, самое красивое, самое привлекательное. Оно было прекрасно, как изысканный маникюр.\"\n\nНелли вздрогнула, охваченная невыразимой эмоцией. Она бормочет холодным, отстраненным голосом.\n\n\"Там я увидела. Ту... ту жизнь, которая была предначертана мне.\"\n\nВозможно, печаль в ее голосе отвлекла {0}.\n\nЦепи, вырвавшиеся из чемодана Нелли, обвились вокруг всего тела {0}.\n\n{0} был немедленно прикован к перилам, его жизненно важные органы явно открыты.\n\n... У нас нет выбора, кроме как продолжить этот бой.",
        "{0} подошел к Нелли.\n\nВ глазах Нелли было странное желание.\n\nВозможно, это была зависть, или, может быть, предвкушение...\n\n\"Она...\"\n\n\"Дала мне зеркало, самое красивое, самое привлекательное. Оно было прекрасно, как изысканный маникюр.\"\n\nНелли вздрогнула, охваченная невыразимой эмоцией. Она бормочет холодным, отстраненным голосом.\n\n\"Там я увидела. Ту... ту жизнь, которая была предначертана мне.\"\n\nВозможно, печаль в ее голосе отвлекла {0}.\n\nЦепи, вырвавшиеся из чемодана Нелли, обвились вокруг всего тела {0}.\n\n\"Я отказываюсь быть связанной вами... и Мисс. С этим покончено.\"\n\n{0} был немедленно прикован к перилам, его жизненно важные органы явно открыты.\n\n... У нас нет выбора, кроме как продолжить этот бой."
      ]
    },
    {
      "id": 817302,
      "title": "",
      "prevDesc": "",
      "eventDesc": "\"Что... происходит...?\"\n\nЭхом разносится слабый, отчаянный голос. Голос ужасно дрожит.\n\n\"Это совсем не то, чего я хотела, нет...\"\n\nЯ осторожно задаю голосу вопрос.\n\n\"<Так все это...>\"\n\n\"Я никогда не хотела Хитклифа, который существует для Кэтрин и только для Кэтрин...\"\n\n... Я не думаю, что она может слышать наши голоса.\n\n\"Все, чего я хотела... чтобы каждый Хитклиф был счастлив...\"\n\n\"Все, чего я хотела... убить каждый миг своего существования...\"\n\n\"Пожалуйста, кто-нибудь... помогите мне.\"\n\n\"Кто-нибудь меня слышит?!\"",
      "behaveDesc": "Кричать. Кричать, что мы ее слышим.",
      "successDesc": [
        "\"Это...\"\n\nТеплый свет Золотой Ветви начинает исходить откуда-то.\n\n\"Хитклиф?! Это ты?\"\n\n\"Д-да, Кэти! Я вернулся! Я...\"\n\nПечаль. Радость. Гнев. Одержимость... Я чувствую бурю эмоций, бушующую внутри Хитклифа.\n\n\"О... И все же все тихо... Я не могу слышать его голос...\"\n\nТе же эмоции чувствуются в голосе Кэтрин.\n\n\"Черт возьми...\"\n\nХолод медленно берет верх над теплом, которое становится все слабее.\n\nЯ больше не слышу голос Кэтрин.\n\n\"Тск. Я знал, что это будет не так просто.\"\n\nНо Хитклиф отказывается позволить разочарованию сдерживать его. Вместо этого он продолжает с решимостью.\n\n... Другие Грешники следуют его примеру, готовые к бою."
      ],
      "failureDesc": [
        "\"<Я не думаю, что она может нас услышать...>\"\n\nМы с Хитклифом кричали изо всех сил, но ни одно наше слово не достигло ее.\n\nПолная тишина, если не считать тихого плача Кэтрин.\n\n\"... Ничего страшного. Я не думал, что это будет так просто.\"\n\n\"Но это... это ее голос. Я уверен в этом.\"\n\n\"Я буду кричать и кричать, пока она меня не услышит. Я буду кричать, что больше никогда не убегу.\"\n\nХитклиф стискивает зубы, полный решимости. Другие Грешники выстраиваются рядом с ним, воодушевленные его решимостью.\n\nДа. Мы все еще можем это сделать."
      ]
    },
    {
      "id": 817304,
      "title": "",
      "prevDesc": "",
      "eventDesc": "\"Кэти, я...!\"\n\nКак только Хитклиф начал говорить, пронзительный крик разрывает наши головы.\n\n\"Кэтрин!!! Не мешай мне сейчас!!!\"\n\n\"Мы обещали, не так ли? Мы обещали убить всех нас, чтобы Хитклиф смог найти счастье!!!\"\n\nЭтот резкий голос окрашен странным теплом, как будто это другой голос.\n\n\"Нет, я...\"\n\nВозможно, две Кэтрин борются за контроль.\n\nОдна из ее колоссальных рук дергается и спотыкается.\n\n... Может быть, это наш шанс нейтрализовать эту руку.",
      "behaveDesc": "Кто выступит вперед?",
      "successDesc": [
        "[{0}] сразу понял, к чему я клоню, и бросился к руке.\n\n\"Э-этого не может быть...!\"\n\nХорошо. Мы застали ее врасплох... и нейтрализовали руку.\n\nЯ инстинктивно знал...\n\n... что мы были так, так близко.",
        "\"Я точно знаю, что ты имеешь в виду...!\"\n\nУ Хитклифа было самое серьезное выражение лица, которое я когда-либо видел у него, когда он бросается к огромной руке.\n\n\"Ах, Хитклиф...!\"\n\n\"Верни мне мою Кэти... Мне нужно так много ей сказать...!\"\n\nВнезапная атака Хитклифа застала руку полностью врасплох, успешно нейтрализовав ее.\n\nЯ инстинктивно знал...\n\n... что мы были так, так близко."
      ],
      "failureDesc": [
        "[{0}] сразу понял, к чему я клоню, и бросился к руке.\n\n\"ПРОЧЬ!!!\"\n\nВозможно, кто-то, кого она считала неважным, выделялся еще больше в этом хаосе.\n\n{0} едва успел пригнуться под размахивающейся рукой.",
        "\"Я точно знаю, что ты пытаешься сделать...!\"\n\nУ Хитклифа было самое серьезное выражение, которое я когда-либо видел у него, когда он бросается к огромной руке.\n\n\"Хитклиф?! Как ты мог...!\"\n\nОна сразу узнала Хитклифа, даже среди всего этого хаоса.\n\n\"Черт!\"\n\nХитклиф едва успел пригнуться под размахивающейся рукой.\n\n\"<Хитклиф...>\"\n\n\"Не выгляди таким подавленным, Часовая Башка. Будь смелым.\"\n\n\"Я больше не сдамся. Я никогда не сдамся.\""
      ]
    },
    {
      "id": 817305,
      "title": "",
      "prevDesc": "",
      "eventDesc": "Черт возьми, это...\n\n... гроб Кэти.\n\nВнутри так холодно... и темно.\n\n... Ты все это время оставалась здесь в ловушке...\n\nТолько ради... моего счастья...\n\nТы, та которая так сильно ненавидела темноту...",
      "behaveDesc": "Вырваться из гроба.",
      "successDesc": [
        "Если бы... если бы я только дождался конца твоих слов.\n\nЕсли бы я... не убежал. Если бы я подошел к тебе, чтобы поговорить с тобой первым.\n\nКакой же я безмозглый идиот.\n\nНО...!\n\n”…!\"\n\n\"Так ты вырвался из гроба, Хитклиф?\"\n\n\"Бессмысленно. Все бессмысленно...! Ты должен был остаться там, задыхаясь в худшем сожалении своей жизни!\"\n\n“Заткнись.”\n\nЯ больше не буду убегать. Не здесь, не в конце всего.\n\nЯ знаю, что уже слишком поздно. Но... я воспользуюсь этим шансом, прежде чем даже это навсегда уйдет.\n\nДаже если этот шанс не приведет меня к моему счастью.\n\nДаже если путь не закончится твоим счастьем.\n\nПотому что я точно знаю, что пока наши слова остаются невысказанными...\n\n... никто никогда не будет счастлив.\n\n…Я понимаю.\n\n\"Ты права. Желать твоего счастья, даже не поговорив с тобой сначала, из-за страха... Я... никогда не должен был этого делать. Я был неправ.\"\n\nЯ думаю...\n\nЯ услышал голос Кэти."
      ],
      "failureDesc": [
        ""
      ]
    }
  ]
}
