{
  "dataList": [
    {
      "id": 816401,
      "title": "Эрлкинг Хитклиф",
      "prevDesc": "",
      "eventDesc": "Хитклиф из другого мира сверлит взглядом Хитклифа.\n\nКаждая вена в его налитых кровью глазах пульсирует от горящей ненависти.\n\n\"Твое детское приключение... заканчивается здесь.\"\n\n\"Брось себя с обрыва страданий. Пусть печаль мучает тебя, пока твое тело не ударится о холодную землю.\"\n\n\"Это наименьшее покаяние, которое ты можешь принести Кэти, как её убийца.\"\n\n\"Ублюдок, даже сейчас...?!\"\n\nХитклиф бросается вперед, не в силах остановиться.",
      "behaveDesc": "Атака Хитклифа...",
      "successDesc": [
        "\"Гаа...!\"\n\nХитклиф с криком ярости мчится вперед и бьет Хитклифа из другого мира по лбу.\n\n\"Да... Возможно, ты прав. Я, может быть, и правда чертов ублюдок, как ты сказал...\"\n\n\"Но... сначала я убью тебя!\"\n\nДругой Хитклиф тихо смеется.\n\n\"Хорошо! Очень хорошо, Хитклиф! Мне это нравится.\"\n\n\"Ненавидь меня, презирай меня! Сбей меня с ног снова и снова, пока я не стану просто лужей крови! Я буду лишь одним из многих, многих Хитклифов, которых ты убьешь на пути к своей гибели!\"\n\n\"Вместе! Мы все рухнем на дно этой бездны!\"\n\nОн медленно встает, словно ведомый аурой безумия. Кровь пенится из его рта с каждым произнесенным словом.\n\nЭто ещё не конец... Грешники тоже это знали. Они были готовы продолжить битву."
      ],
      "failureDesc": [
        "Хитклиф бросается вперед, крича, охваченный яростью... но, возможно, ярость помешала здравому рассудку.\n\n\"Хаах...\"\n\nХитклиф из другого мира смог прочитать его движения, как открытую книгу; смертельный контрудар сразил Хитклифа.\n\n\"Прими свою судьбу, Хитклиф. Приветствуй объятия смерти.\"\n\nХитклиф из другого мира шепчет нашему Хитклифу, который пошатывается, опустившись на колени от шока.\n\n\"Да... Возможно, ты прав. Я, может быть, и правда чертов ублюдок, как ты сказал...\"\n\n\"Но... сначала я убью тебя!\"\n\n... Хитклиф еще не сдался.\n\nДругие Грешники тоже готовы к битве. Это далеко не конец.\n\n\"... Очень хорошо. Это замечательно, Хитклиф. Не так ли?\"\n\n\"Ненавидь меня, презирай меня. Не останавливайся. Потому что это будет началом твоего пути, чтобы убить каждого Хитклифа... пути, который закончится твоей гибелью!\"\n\n\"Вместе... мы все рухнем на дно этой бездны!\"\n\nОн снова ревет от страдания. Битва продолжается."
      ]
    }
  ]
}
