{
    "dataList": [
        {
            "id": 837901,
            "prevDesc": "Плюшевый медведь смотрит на нас с грустным выражением. Несколько острых гвоздей пронзают его тело."
        },
        {
            "id": 837902,
            "title": "",
            "eventDesc": "",
            "behaveDesc": "Что вы будете делать?",
            "successDesc": [
                "{0} обнял(а) плюшевого медведя.\n\nДаже когда его гвозди впиваются в кожу {0}...\n\n... радостно подпрыгивающий плюшевый медведь, кажется, успокоил чувства Грешника."
            ],
            "failureDesc": [
                "{0} обнял(а) плюшевого медведя.\n\nОсобенно тупой гвоздь впивается в кожу {0}...\n\n... радостно подпрыгивающий плюшевый медведь, кажется, успокоил чувства Грешника."
            ]
        },
        {
            "id": 837601,
            "title": "Охотник за Розами",
            "prevDesc": "Охотник за Розами умело раскручивает Колючее Лассо над головой.",
            "eventDesc": "Лассо нацелено прямо на нас...\n\nЛассо, приведённое в движение охотником, летит прямо на нас.",
            "behaveDesc": "Кто выступит вперёд?",
            "successDesc": [
                "Молниеносным движением {0} отклоняет колючее лассо в сторону.\n\nОтражённое лассо летит в другом направлении.\n\nОхотник за Розами колеблется, удивлённый таким поворотом событий."
            ],
            "failureDesc": [
                "Колючее лассо сильно ударило {0}.\n\nВид корчащегося от боли Грешника, похоже, придал сил Охотнику за Розами."
            ]
        },
        {
            "id": 1070102,
            "title": "",
            "eventDesc": "Возможно, мы можем снова посетить Исповедальню; раньше мы там не много сделали.\n\nМы решили направиться в Исповедальню, как посоветовали некоторые Грешники.\n\n<i>Пожалуйста, приходите сюда, если хотите исповедаться в своих грехах и получить консультацию.</i>\n\nГолос эхом разносится изнутри исповедальни.\n\nВозможно, если мы исповедуемся в наших грехах, путь откроется перед нами.\n\nКакой Грешник сможет обнажить искреннесть в своем сердце?",
            "behaveDesc": "",
            "successDesc": [
                "Сущность по ту сторону перегородки Исповедальни выражает скорбь по поводу исповеди {0}.\n\n<i>Ваш грех требует глубокого самоанализа.</i>\n\n<i>Усмирите свой грех этим кнутом; это поможет.</i>\n\nКолючий кнут проскальзывает под перегородкой Исповедальни.\n\nКогда мы поднимаем кнут, пространство вокруг нас искажается, открывая новый путь."
            ],
            "failureDesc": [
                "{0} вышел(ла) вперёд для исповеди, но их выражение становится всё более неудобным.\n\nДолжно быть неприятно рассказывать честную историю о себе совершенно незнакомому человеку.\n\nКогда рассказ Грешника заканчивается, фигура за перегородкой делится словами утешения и совета.\n\n<i>Возможно, усмирение ваших грехов этим кнутом поможет.</i>\n\nКолючий кнут мягко проскальзывает под перегородкой Исповедальни.\n\nВозможно, исповедь была ключом; пространство вокруг нас искажается, и перед нами открывается новый путь."
            ]
        },
        {
            "id": 1070401,
            "title": "",
            "eventDesc": "\"Как печально; больше не было приключений, ожидающих их.\"\n\n\"Пришло время Рыцарю и Оруженосцу возвращаться домой.\"\n\n\"Домой, где их Семья терпеливо ждёт их возвращения.\"\n\n\"Если вы хотите узнать, что произошло после, пожалуйста, пройдите через заросли терновника.\"",
            "behaveDesc": "Кто проложит путь через заросли?",
            "successDesc": [
                "{0} вошёл(ла) в заросли, прорубая путь для нашего прохода.\n\nБлагодаря {0}, другие Грешники смогли пройти через заросли, получив лишь несколько царапин."
            ],
            "failureDesc": [
                "{0} вошёл(ла) в заросли, пытаясь прорубить путь для остальных.\n\nКак бы они ни старались, заросли были слишком густыми, чтобы пройти без кровопролития.\n\nКогда мы прошли через заросли, все Грешники были изранены шипами."
            ]
        }
    ]
}
