{
  "dataList": [
    {
      "id": 97102702,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто выступит вперёд?",
      "successDesc": [
        "„М-м, хорошо. Слышал я всякое о первом классе, но… Вы в чем-то правы.“\n\n„Раз мне дали такую сумму, лучше взять билеты с бо́льшим комфортом.“\n\n{0} убедительно описывает плюсы первого класса чем, похоже, успешно уговаривает нашего нового знакомого приобрести билеты в первый класс.\n\n„Хотя я впервые вижу вас, я очень благодарен вашей помощи.“\n\nВнезапно, {0} получает бумажный купон, что мгновения назад лежал в кармане пассажира.\n\n„Это купон из журнала, на который я подписан. Можете пользоваться им, теперь он ваш."
      ],
      "failureDesc": [
        "„Вы точно не Перья корпорации W?..“\n\n„Вы слишком яро его рекомендуете.“\n\n„Думаю, мне стоит поразмыслить об этом побольше.“\n\nНесмотря на его слова, было ясно, что он уже выбрал эконом-класс."
      ]
    },
    {
      "id": 97102901,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кого мне отправить за снаряжением?",
      "successDesc": [
        "Я вижу снаряжение, что могло бы стать очень полезным, прямо у ног агентов зачистки.\n\nЕсли оно создано корпорацией W… Оно наверняка поможет нам в будущих битвах.\n\n{0} тихо крадётся прямо к месту, где лежит наша вероятная добыча.\n\nПохоже, никакие кровососы так и не заметили нас."
      ],
      "failureDesc": [
        "Я вижу снаряжение, что могло бы стать очень полезным, прямо у ног агентов зачистки.\n\nЕсли оно создано корпорацией W… Оно наверняка поможет нам в будущих битвах.\n\n{0} тихо крадётся прямо к месту, где лежит наша вероятная добыча.\n\nШурх-шурх.\n\nШелест воротника зашуршал на весь вагон, до этого пребывавший в гробовой тишине.\n\nВнезапно {0} оказывается прямо на глазах кровососа, и тот размахивает оружием, замечая нас."
      ]
    },
    {
      "id": 97103001,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто авторизуется?",
      "successDesc": [
        "{0} чувствует, как биометрический кабель, созданный из тел пассажиров, становится всё ближе.\n\n{0} стоит смирно, стараясь игнорировать неприятные ощущения, которые вызывают касания кабеля из плоти.\n\nЧерез некоторое время кабели возвращаются в машину, и голос говорит нам, что авторизация завершена.\n\nИ тут {0} замечает перед собой что-то, выпавшее из машины после завершения процедуры."
      ],
      "failureDesc": [
        "{0} чувствует, как биометрический кабель, созданный из тел пассажиров, становится всё ближе.\n\nНе выдерживая пульсацию плоти и неприятные касания кабеля, {0} пытается разрубить кабель.\n\nnБесчисленное множество вен, плоти и фрагментов костей движутся, словно вскипая.\n\nТолстый кабель ловит грешника, но {0}…\n\n{0} быстро вырывается из пут плоти и сбегает в следующий вагон.\n\nНо, оказавшись в другом вагоне, {0} чувствует, как что-то прилипло к груди."
      ]
    },
    {
      "id": 97103101,
      "title": "",
      "eventDesc": "",
      "prevDesc": "",
      "behaveDesc": "Кто осмотрит протезированного?",
      "successDesc": [
        "Мы не сможем ему помочь.\n\nОсмотрев тело, {0} указывает на протезы.\n\nМожет, сам корректировщик и обездвижен, но суставы его механических рук вполне рабочие.\n\nВнезапно я задумался, вернутся ли в норму повреждённые протезы этого бедолаги по прибытии поезда?\n\nВозможно, если одежда пассажиров восстанавливает свой прежний вид, его протезы также вернут свой целостный облик.\n\nТак что почему бы нам не одолжить ненадолго часть его протезов?\n\nУслышав мою просьбу, {0} отделяет часть протеза и возвращается к нам."
      ],
      "failureDesc": [
        "Мы никак не сможем ему помочь.\n\nДа восстановись ты в целостности по прибытии поезда."
      ]
    }
  ]
}
