{
  "dataList": [
    {
      "id": 8632,
      "codeName": "T-03-16-15",
      "name": "Спальный мешок давно минувших дней",
      "clue": "Зацепка",
      "storyList": [
        {
          "level": 1,
          "story": "Провожу посмертный отчёт по приказу Исполнительного Менеджера.\n\nСущность была обнаружена сегодня около 10:40.\n\nОна принимает форму гигантского черепа, что объясняет, почему мы так легко опознали этого врага.\n\n(Тяжёлое дыхание) Размер черепа довольно пугающий, и у него есть что-то вроде опоры, похожей на позвоночник, окружённый рёбрами.\n\nХотя, возможно, я делаю слишком поспешные выводы... (Тяжёлое дыхание) можно предположить, что остальная его форма не так уж сильно отличается от строения человеческого скелета.\n\nИзначально мы пытались использовать эквиваленты обычных слабостей, обнаруженных на человеческих телах, основываясь на этом сходстве. Однако...\n\n... как только мы заметили его растягивающийся позвоночник (Тяжёлое дыхание) и превращение рёбер в формы, похожие на руки или крылья, план был немедленно отброшен.\n\nВновь подтверждается, что (Тяжёлое дыхание) тактики, основанные на обычном понимании здравого смысла (Тяжёлое дыхание), не всегда полезны против этих монстров. Однако не всё было напрасно.\n\nВ процессе анализа этого противника мы смогли обнаружить тёмную человекоподобную фигуру внутри его тела (Тяжёлое дыхание). Хотя её точные функции ещё предстоит определить, наше текущее предположение заставляет нас считать, что это может быть основная форма сущности или её ядро.\n\nЯ предполагаю, что его средства агрессии будут в первую очередь отдавать приоритет атакам физического характера с использованием костных структур, но... из-за отсутствия доказательств я не могу сказать наверняка.\n\nЛюбая недостающая информация будет (Тяжёлое дыхание) дополнена последующими наблюдениями; пожалуйста, обращайтесь к этому руководству в ваших (Тяжёлое дыхание) будущих командах.\n\nСпасибо.\n\n→ Чёрт... как всегда по учебнику. Как ты вообще принёсла это в голосовую запись?\n\n→ Легко. Это навык, ожидаемый от тех, кто служит Исполнительному Менеджеру.\n\n→ Да, наверное... Но всё же найди время, чтобы подышать, а? В этом отчёте было раздражающе много 'Тяжёлого дыхания'.\n\n→ Хмф. Должно быть, это нервное дыхание неопытных птенцов. Я, Отис, не позволяю таким простым отчётам сбивать моё дыхание.\n\n→ Э-это был не я. Оно исходило от этого черепа с момента, как мы его нашли...\n\n→ Хмм. У него нет ни лёгких, ни трахеи, но он дышит. Интересно, через что проходит его воздух — как странно."
        },
        {
          "level": 2,
          "story": "Мы вступили в значимое взаимодействие с сущностью примерно в 11:00.\n\nЕё первыми действиями в бою были попытки физически атаковать нас, используя свои кости. Как мы и ожидали.\n\nЕё наиболее заметная форма атаки включала в себя растягивание позвоночника для терзания врагов своими внушительными челюстями. Однако была замечена и другая, неожиданная форма атаки.\n\nОна периодически выдыхает. Выдох несет в себе необычайный уровень шока и давления воздуха, что наносило довольно значительный урон любым Грешникам, попавшим непосредственно в радиус его действия.\n\nНаши союзники далеки от самой надёжной боевой силы, но численное невыгодное положение может легко привести к фатальным результатам; пожалуйста, примите этот совет во внимание.\n\nОднако... не похоже, что эта сущность требует высокого уровня стратегического планирования для победы. Поддержание высокого давления должно быть более чем достаточно.\n\nЕщё одно, что стоит иметь в виду: через некоторое время она выпустила большой объём 'воздуха' путём выдоха.\n\n'Воздух', казалось, улучшал стойкость тех, кто его вдыхал, усиливая точность их атак. Именно тогда теневая сущность внутри черепа начала мобилизоваться, пытаясь украсть 'воздух' у всех, у кого он был.\n\nБыли предприняты различные стратегии, чтобы остановить этот процесс, но они оказались безуспешными.\n\nСамой оптимальной и единственной стратегией против потери этого воздуха было бы обеспечение того, чтобы каждый отряд индивидуально сопротивлялся сущности в меру своих возможностей.\n\nАтаки сущности становились значительно усиленными после того, как она вдыхала большой объём этого воздуха; предотвращение такого исхода должно быть основной целью этого сражения.\n\nЗавершаю отчёт.\n\nСпасибо.\n\n→ Упоминания 'Тяжёлого дыхания' были отключены в этом отчёте ради удобочитаемости. Однако записи 'Тяжёлого дыхания' из предыдущего отчёта не будут удалены для сохранения чувства реалистичности более раннего отчёта.\n\n→ О, да. Теневой гуманоид ранее затащил Грегора внутрь... ты в порядке?\n\n→ ... Сейчас не лучшее время, ребята. Мне казалось, что эта штука разрывает меня на части."
        },
        {
          "level": 3,
          "story": "Пишу, чтобы сообщить, что во время нашей встречи с сущностью была собрана дополнительная информация.\n\nБыло установлено, что после потери рёбер сущность начинает готовить крайне смертоносную атаку.\n\nОднако с уничтожением её защитного скелета её оборона становится крайне пористой, что означает, что она стала гораздо более восприимчивой к нашим атакам.\n\nС другой стороны, хотя отказ от уничтожения рёбер неизбежно приведёт к затяжному бою, это избавит нас от необходимости разрабатывать контрмеры против крайне опасных атак.\n\nМм. Этот момент требует стратегического решения.\n\nЯ верю в Исполнительного Менеджера, который, как и всегда, примет превосходное решение, учитывающее поведение сущности и другие факторы на поле боя.\n\nТаким образом, я оставляю эту часть сражения блестящему стратегическому уму Исполнительного Менеджера.\n\nЗавершаю отчёт.\n\nСпасибо.\n\n→ Круто... спасибо.\n\n→ Мне кажется, или Данте отвечает Отис... с меньшим энтузиазмом?\n\n→ Нет, нет... ничего такого! Я очень энтузиастичен.\n\n→ Ваша тактика отчуждения не сможет вбить даже малейший клин между Исполнительным Менеджером и мной. Ваши усилия тщетны.\n\n→ Нет... я не думаю, что она пытается сделать это. В любом случае, я хочу, чтобы ты знала, что я действительно ценю эти подробные отчёты..."
        }
      ]
    },
    {
      "id": 8630,
      "codeName": "F-01-16-13",
      "name": "Проклятый стрелок",
      "clue": "Зацепка",
      "storyList": [
        {
          "level": 1,
          "story": "Эй! Значит, мы теперь делаем аудиозаписи, да? Меня это устраивает! Отлично!\n\nНо я не знаю, как эта штука cможет записать хоть слово из того, что я говорю, в таком шуме!\n\nАх, чё... Этот чокнутый ублюдок не перестаёт палить из своей чёртовой пушки в нашу сторону! Я даже подумать не успеваю, чёрт!\n\nТск... Полагаю, они как-нибудь разберутся с шумом при обработке. Ну что ж, поехали!\n\nУ него какой-то странный дым или огонь или что-то такое горит из головы! И одет как какой-то солдат!\n\nЯ слушал его болтовню, и похоже, он участвовал в какой-то войне или типа того!\n\nПохоже, он целится нам в головы, но это не так уж уникально, верно? Любой, кто хочет убить, будет целиться в голову!\n\nЯ тоже так делаю, особенно когда хочу убедиться, что они точно мертвы!\n\nХотя, не похоже, что это самый сложный противник! Я чётко вижу, в кого этот гад целится.\n\n→ Итак, Хит, насчёт знаменитых последних слов...\n\n→ Мм. Преобразование аудио в текст работает исправно. Хорошая работа.\n\n→ Хаах... да, неважно. Я думал, что отбил его, когда мы столкнулись, так какого чёрта произошло?\n\nНаблюдение: как только сущность выбирает цель, её пули всегда поражают цель независимо от исхода их столкновения.\n\n→ Хох? Тогда почему ты просто не уклонился от пули?!\n\n→ ... Ты думаешь, я специально получил пулю в лицо, девочка?!"
        },
        {
          "level": 2,
          "story": "Кстати говоря, я слышал, что пуля Аномалии задела всех вокруг меня, когда убила меня.\n\nЭтот чокнутый говорит, что использует что-то под названием 'дробовик'.\n\nВидимо, он компенсирует свою короткую дальность более широким разбросом пуль, которые могут поразить сразу несколько врагов, так что... должно быть, это оно и было.\n\nТеперь, когда я думаю об этом, этот ублюдок в первую очередь целился в того, кто был ближе всего к нему, когда выбирал цель.\n\n... Хм. Не особо больно было, когда он попал в меня издалека.\n\nНам просто нужно убедиться, что наши головы останутся целыми на протяжении всего боя, да?\n\nПодождите, он только что призвал какого-то жукоголового из ниоткуда. Где я его раньше видел...?\n\nА, неважно. Сосредоточусь на том, чтобы отметелить этого типа с пушкой.\n\n→ Да, так что насчёт вторых знаменитых последних слов, Хит...\n\n→ Хм. Теперь он призывает союзников... просто чтобы убить их? Что?\n\n→ Ч-что за чёрт... Разве это не старый Главный Менеджер Корпорации G? Что здесь происходит?\n\n→ Это Железная дорога Преломления. Следовательно, он, вероятно, является реконструкцией существа, необходимого Аномалии, взятого из осколков глубин.\n\n→ ... Значит, его затянуло в ещё одну войну, да? Тск. Даже в смерти он не может..."
        },
        {
          "level": 3,
          "story": "Эй, вы все это видели? Как он отреагировал, когда мы сказали ему проверить его кулон?\n\nОн кричал, бесновался, а потом... как будто весь пыл пропал.\n\nКак будто вся мотивация просто вытекла из него. Вялые выстрелы, вялая защита...\n\nЧёрт возьми, зачем вообще носить кулон, если ты никогда не хотел их помнить?\n\nНу, это определённо упростило нам задачу, но... мне это не нравится.\n\nИ прежде чем ты что-нибудь скажешь... я помню, Фауст, мисс всезнайка. Ты достаточно мне напоминала.\n\nЭто просто Аномалия, и истории Аномалий не стоят того, чтобы прислушиваться к ним.\n\nХах. Но... это не так просто сказать и сделать, понимаешь?\n\nНе думаю, что он осознавал, когда говорил это. Он ведь не говорил это прямо мне в лицо.\n\nВсё, что он сказал - это то, что он всё ещё помнит тех, кого любит.\n\n... Итак... теперь, когда с этим покончено...\n\nПомните, как он разнёс мою голову в красную кашу в самом начале?\n\nЭто должно означать, что с моей памятью всё в порядке, верно? Хех, и это... это не так уж плохо, да?\n\n→ Что? Эм... т-ты говоришь, что тебе... понравилось ощущение того, как твою голову разносит на куски?\n\n→ А? Да. Если хочешь быть таким точным, парень.\n\n→ ... Но почему? Хоть ты и глупец, но ты не из тех, кто наслаждается страданиями Исполнительного Менеджера.\n\n→ Какого чёрта ты несёшь? Слушай, я не говорю, что мне нравится смотреть, как страдает Часоголовый, это...\n\n→ Юный Хитклифф... дурная привычка находить радость в страданиях других.\n\n→ Агх! Вы все неправильно понимаете! Эй, менеджер! Ты ведь понимаешь, о чём я говорю, да?!\n\n→ Н-ну, конечно понимаю. Но... (Здесь что-то было написано, но было поспешно стёрто.)\n\n→ ... Неважно. Поговорим об этом позже во время консультации."
        }
      ]
    },
    {
      "id": 8633,
      "codeName": "F-04-16-04",
      "name": "Четыреста роз",
      "clue": "Зацепка",
      "storyList": [
        {
          "level": 1,
          "story": "Запах крови удушающий.\n\nНа первый взгляд она выглядит как обычная роза...\n\n... но между каждым её лепестком блестят глаза. Глаза со знакомым мне взглядом.\n\nСверкающие глаза неутолимого желания, глаза, не слишком отличающиеся от глаз моей изголодавшейся по крови Семьи.\n\nОна не желает убивать или причинять вред. Это существо... оно просто жаждет крови.\n\nНе думаю, что этот цветок всегда был таким звероподобным существом.\n\n... Хах. Не то чтобы я была в положении жалеть его.\n\nХм. Давайте посмотрим, с чем мы имеем дело... Будет ли она атаковать нас своими лозами? Хотя такие простые стратегии не представляют для нас почти никакого риска.\n\nДействительно, красные, окровавленные лепестки, скорее всего, будут использовать свои кровавые ресурсы для атаки. Нам придётся следить за этим направлением.\n\nХм, как бы мне сформулировать эти наблюдения, чтобы естественно донести эти выводы до Менеджера—\n\n... Подождите. Э-это что— Стой, неужели этот аппарат уже начал... записывать?\n\nЮ-юная Фауст, я должна попросить тебя об одолжении—не могла бы ты позволить мне отбросить эту запись в пользу новой...\n\n→ По уважительной причине - да, это возможно.\n\n→ О! Тогда умоляю, юная Фауст! Здесь была допущена крошечная ошибка из-за моей неопытности с этим конкретным методом голосовой записи.\n\n→ Отказано ввиду недостаточной причины. Эта запись будет сохранена как есть.\n\n→ (Далее следуют несколько десятков просьб от Дон Кихот переделать эту запись, каждая из которых сопровождается сообщениями об отказе от Фауст.)"
        },
        {
          "level": 2,
          "story": "Воистину! Была битва самых эпических масштабов!\n\nЗверь в отчаянии пытается ранить нас!\n\nЯсно как божий день, что сей враг использует пролитую кровь, дабы поражать нас ею!\n\nУвы, посему все пришли бы к выводу, что не стоит кормить сего ужасного врага кровью... однако я, Дон Кихот, измыслила идею наипрекраснейшую!\n\nХе-хе. Приготовьтесь, ибо я намерена предложить новую стратегию...\n\nСей враг... воистину, становится всё более послушным, впитывая больше крови!\n\nПраво слово, очевидно, что существо может стать немного сложнее для убийства, однако сие представляется наипрекраснейшей возможностью убить двух зайцев одним выстрелом; защитить наших союзников, принося суд сей злой Аномалии!\n\nСие было весьма впечатляющим проявлением интеллекта, не так ли?\n\n→ Эм, мне кажется, существо становится исключительно сложнее убить, чем больше крови оно пьёт.\n\n→ Да... М-может, нам просто... прикончить её как можно быстрее и не кормить кровью?\n\n→ Мм. Однако, замечено, что существо становится крайне агрессивным при отсутствии крови.\n\n→ Хм. Тогда мы можем кормить её <i>ровно</i> нужным количеством крови. Как вам такое, ребята? Давать ей так много крови всё равно было мучением."
        },
        {
          "level": 3,
          "story": "Хм... воистину, предложение юного Грегора кормить зверя <i>ровно</i> нужным количеством крови было весьма полезным.\n\nАха! Конечно же, я, Дон Кихот, также раскрыла довольно важные сведения!\n\nГолова! Сей розы! Есть её слабость! Узрите её лепестки!\n\nКажется, что с уничтожением её головы, зверь не может хорошо пить кровь!\n\nСие наиважнейшее открытие, не так ли? Ибо удары по её телу были болезненным трудом и для нас.\n\nГоворю с великой уверенностью, что ты более не будешь страдать от разрывающихся ран при каждом ударе по её телу!\n\nХе-хе... Время близко для того, чтобы подлая роза была добавлена в мой список поверженных врагов!\n\nАх, юная Фауст, я должна сделать просьбу наиважнейшей важности...\n\nКогда эта битва закончится...\n\nУмоляю, не позволишь ли ты мне отредактировать самую первую запись...?\n\n→ Ты более настойчива в этом, чем предполагалось ранее. Отказано, в двадцать шестой раз.\n\n→ Хотя её первый отчёт был довольно хорош, верно? Честно говоря, тот больше походил на настоящий отчёт, чем... остальные.\n\n→ Мне НАМНОГО больше нравятся такие непринуждённые отчёты. Я не могу не начать зевать, читая отчёты Иши или Фау, понимаете? Они слишком сухие.\n\n→ Что...? Разве мы не должны сохранять определённый уровень профессионализма при написании отчёта? В смысле, я понимаю, что Дон Кихот обычно довольно хороша в своих отчётах, но...\n\n→ Хох? Я потеряна, ибо не могу понять вас обоих! Стиль моих записей всегда был последовательным, как звёзды восходят ночью!\n\n→ Дон... ты что, просто будешь притворяться, что этого никогда не было?\n\n→ ... Твоя, эм. Твоя привычка прятать голову в песок как страус никуда не делась, да? Даже с возвращением памяти."
        }
      ]
    }
  ]
}