{
  "dataList": [
    {
      "id": 971027,
      "name": "",
      "desc": "Мы оказались у билетной кассы на платформе для Варп-поездов.\n\nЛюди выстаивают огромные очереди, чтобы сесть на свой экспресс.\n\nПока мы ожидали свой черёд, к нам обратился некто, видом похожий на работника Крыла.\n\n„Прошу простить, могу ли я задать вам всего один вопрос?“\n\n„Воистину, вопрошайте о чём вашей душе угодно!“\n\n„Есть ли разница меж первым классом и эконом-классом, если в любом случае ты прибудешь на место за десяток секунд?“\n\n„Конечно, на эту поездку мне дали немало командировочных… Но ведь необязательно бросать столько денег на ветер за первый класс, ведь так?“\n\nВ одно мгновение глаза всех грешников устремились на меня.",
      "options": [
        {
          "message": "Лучше поезжайте в первом классе.",
          "messageDesc": "В зависимости от последующего выбора получите универсальный ЭГО Дар.",
          "result": [
            "Мы бы так и не узнали о нём, не заговори он с нами первым, но, всё же, стоит дать ему небольшой совет.\n\nЯ не стал объяснять причину, но всё же, порекомендовал ему первый класс, если он может его себе позволить.\n\n„А-а? Первый класс?“\n\nПассажир удивлённо взглянул на нас."
          ]
        },
        {
          "message": "Слышал, эконом-класс не так уж и плох.",
          "messageDesc": "",
          "result": [
            "Нет никакого смысла… давать советы незнакомцу по поводу сингулярности Крыла.\n\nИ после короткого знакомства мы завершили разговор прощанием.\n\nТень вины слегка омрачила лица грешников."
          ]
        }
      ]
    },
    {
      "id": 97102701,
      "name": "",
      "desc": "Первый класс… За него же как лошадь пахать два месяца нужно… Неужели он правда того стоит?",
      "options": [
        {
          "message": "Вам <b>правда</b> стоит выбрать первый класс.",
          "messageDesc": "При успешно пройденной проверке на Зависть или Лень получите универсальный ЭГО Дар."
        },
        {
          "message": "Да и в эконом-классе доехать можно.",
          "messageDesc": "",
          "result": [
            "„Какой смысл тратиться на десятисекундную поездку, правда же?“\n\nИ после короткого знакомства мы завершили разговор прощанием.\n\nТень вины слегка омрачила лица грешников."
          ]
        }
      ]
    },
    {
      "id": 971028,
      "name": "",
      "desc": "Во время ожидания на платформе мы случайно столкнулись с протезированным корректировщиком.\n\nОдетый в изысканный наряд, он использовал четыре механические руки.\n\nНекоторые грешники не скрывали любопытства, разглядывая протезы корректировщика.\n\nНеужели он почувствовал на себе эти взоры?\n\nВзгляды корректировщика и грешников встретились.\n\n„Вы довольно долго на меня таращитесь. Хотите что-то спросить?“",
      "options": [
        {
          "message": "„Ты с Севера?“",
          "messageDesc": "В зависимости от последующего выбора получите универсальный ЭГО Дар.",
          "result": [
            "„Так и есть, приехал с Севера. По одежде заметили? Ну, логично, что северяне носят то да сё как капусты.“\n\n„Здания на Юге низковаты, но приятно видеть здешние просторы и горизонт. У нас на Севере здания настолько высокие, что кроме небоскрёбов ничего и не увидишь ближе к центру.“\n\n„Но ваше оружие уж слишком скромное. Вам нужно большое, цветное оружие с кучей украшений, как у меня, чтобы вас заметили.“\n\n„А, точняк, слыхали про тройной вкус консервированного трёхцветного мороженого, что продаётся у нас в корпорации P? Это один из лучших деликатесов…“\n\n„……“\n\nНе то чтобы у меня были уши, но теперь я понял, каково это, когда на них \"приседают\".\n\nМы узнали много нового о Севере.\n\nПохоже, корпорация P особенно известна своими консервациями."
          ]
        },
        {
          "message": "„А какую выгоду дают четыре руки?“",
          "messageDesc": "В зависимости от последующего выбора получите универсальный ЭГО Дар.",
          "result": [
            "„Их собрали в элитной мастерской, так что они не хухры-мухры. Когда ты работаешь корректировщиком, ты всегда можешь повредить руки, так ведь?“\n\n„Гораздо дешевле чинить механические руки, чем каждый раз лечить родные.“\n\n„К тому же можно легко ответить на телефонный звонок, пока печатаешь… Или вскрыть банку мороженого прямо во время ревизии документов…“\n\n„Кста, бывал я на Западе. Там столько работы, что даже четырёх рук мало…“\n\n„……“\n\nНе то чтобы у меня были уши, но теперь я понял, каково это, когда на них \"приседают\".\n\nТак мы узнали о множестве плюсов, которые нам даруют четыре руки.\n\nДаже я знаю, как трудна задача — открыть банку."
          ]
        },
        {
          "message": "„Удачного пути.“",
          "messageDesc": "",
          "result": [
            "„Э? О-окей. И вам удачной поездки.“\n\nПопрощавшись с нами, корректировщик поспешил к другому пути…"
          ]
        }
      ]
    },
    {
      "id": 97102801,
      "name": "",
      "desc": "Может, спросить что-то ещё?",
      "options": [
        {
          "message": "„А какую выгоду дают четыре руки?“",
          "messageDesc": "При выборе получите универсальный ЭГО Дар.",
          "result": [
            "„Их собрали в элитной мастерской, так что они не хухры-мухры. Когда ты работаешь корректировщиком, ты всегда можешь повредить руки, так ведь?“\n\n„Гораздо дешевле чинить механические руки, чем каждый раз лечить родные.“\n\n„К тому же можно легко ответить на телефонный звонок, пока печатаешь… Или вскрыть банку мороженого прямо во время ревизии документов…“\n\n„Кста, бывал я на Западе. Там столько работы, что даже четырёх рук мало…“\n\n„……“\n\nНе то чтобы у меня были уши, но теперь я понял, каково это, когда на них \"приседают\".\n\nТак мы узнали о множестве плюсов, которые нам даруют четыре руки.\n\nДаже я знаю, как трудна задача — открыть банку.\n\n„О-ой-ёй, мне уже пора. Мне нужно сесть на этот поезд.“\n\n„Что же, мои любопытные друзья. Похоже, это судьба, так что примите это от меня.“"
          ]
        },
        {
          "message": "„Удачного пути.“",
          "messageDesc": "",
          "result": [
            "„Э? О-окей. И вам удачной поездки.“\n\nПопрощавшись с нами, корректировщик поспешил к другому пути…"
          ]
        }
      ]
    },
    {
      "id": 97102802,
      "name": "",
      "desc": "Может, спросить что-то ещё?",
      "options": [
        {
          "message": "„Ты с Севера?“",
          "messageDesc": "При выборе получите универсальный ЭГО Дар.",
          "result": [
            "„Так и есть, приехал с Севера. По одежде заметили? Ну, логично, что северяне носят то да сё как капусты.“\n\n„Здания на Юге низковаты, но приятно видеть здешние просторы и горизонт. У нас на Севере здания настолько высокие, что кроме небоскрёбов ничего и не увидишь ближе к центру.“\n\n„Но ваше оружие уж слишком скромное. Вам нужно большое, цветное оружие с кучей украшений, как у меня, чтобы вас заметили.“\n\n„А, точняк, слыхали про тройной вкус консервированного трёхцветного мороженого, что продаётся у нас в корпорации P? Это один из лучших деликатесов…“\n\n„……“\n\nНе то чтобы у меня были уши, но теперь я понял, каково это, когда на них \"приседают\".\n\nМы узнали много нового о Севере.\n\nПохоже, корпорация P особенно известна своими консервациями.\n\n„О-ой-ёй, мне уже пора. Мне нужно сесть на этот поезд.“\n\n„Что же, мои любопытные друзья. Похоже, это судьба, так что примите это от меня.“"
          ]
        },
        {
          "message": "„Удачного пути.“",
          "messageDesc": "",
          "result": [
            "„Э? О-окей. И вам удачной поездки.“\n\nПопрощавшись с нами, корректировщик поспешил к другому пути…"
          ]
        }
      ]
    },
    {
      "id": 971029,
      "name": "",
      "desc": "Заглянув в дверь меж вагонами, мы увидели агентов зачистки корпорации W, превратившихся в кровососов.\n\nОни бессменно обходят весь вагон, словно патрулируя его.\n\nСловно после ужасной битвы, по полу всего вагона были раскиданы части снаряжения с кровеносными сосудами или плотью.\n\nНе думаю, что они заметили нас. Пока.\n\nЕсли мы тихо проберёмся мимо них, мы сможем избежать лишней крови, но…\n\nЗдесь может лежать снаряжение, что сослужит нам добрую службу.",
      "options": [
        {
          "message": "Пройдём без лишнего шума.",
          "messageDesc": "",
          "result": [
            "Мы смогли избежать неприятной стычки с кровососами.\n\nК несчастью, нам пришлось оставить снаряжение, но ничего уж не поделать."
          ]
        },
        {
          "message": "Попробуем захватить снаряжение по пути.",
          "messageDesc": "При успешно пройденной проверке на Зависть или Чревоугодие получите ЭГО Дар на Заряд.",
          "result": [
            ""
          ]
        },
        {
          "message": "Нападём на них первыми.",
          "messageDesc": "Начнётся битва. Одержите в ней победу, чтобы получить 2 ЭГО Дара на Заряд.",
          "result": [
            "Сомневаюсь, что мы проберёмся сквозь них незамеченными.\n\nА если и сможем, у нас не выйдет собрать снаряжение, ведь кровососы начеку.\n\nПохоже, лучше напасть первыми, пока они не заметили нас.\n\nТихонько подобравшись к агентам зачистки, грешники устроили им засаду."
          ]
        }
      ]
    },
    {
      "id": 97102902,
      "name": "",
      "desc": "Грешник, посланный вперёд, смотрит на меня, иногда поглядывая по сторонам.\n\nЯ вижу другое снаряжение, что лежит прямо под ногой агента зачистки.\n\nПопробуй поднять хоть одно из них, и все кровососы в этом вагоне совершенно точно заметят нашего грешника.\n\nПопытка подобрать оба — не более, чем акт алчности.\n\nПридётся выбрать, что мы возьмём.",
      "options": [
        {
          "message": "Мы берём оружие, что кажется мощным.",
          "messageDesc": "При выборе этого варианта получите ЭГО Дар на Заряд.",
          "result": [
            "Только подняв оружие с земли, мы опрометью метнулись в следующий вагон."
          ]
        },
        {
          "message": "Мы берём снаряжение, что может понадобиться в будущем.",
          "messageDesc": "При выборе этого варианта получите ЭГО Дар на Заряд.",
          "result": [
            "Только подняв снаряжение с земли, мы опрометью метнулись в следующий вагон."
          ]
        }
      ]
    },
    {
      "id": 971030,
      "name": "",
      "desc": "Биение сердец, сокращение мускулов, трение плоти.\n\nИменно этот своеобразный шум встретил нас в следующем вагоне.\n\nГолубой отсвет Варп-поезда мерцает между стеллажами и машиной, сделанными из плоти и крови.\n\nКолоссальный сервер, хранящий в себе что-то. Однако он полностью состоит из организма, собранного из людей.\n\nИ голос из него гласит, что для прохождения в следующий вагон необходима авторизация.\n\nПохоже, для авторизации необходимо подойти к центру, в котором и сплетена плоть.",
      "options": [
        {
          "message": "Авторизоваться.",
          "messageDesc": "При успешно пройденной проверке на Уныние или Гордыню получите ЭГО Дар на Заряд.",
          "result": [
            ""
          ]
        },
        {
          "message": "Отказать в авторизации.",
          "messageDesc": "При выборе этого варианта получите ЭГО Дар на Заряд.",
          "result": [
            "Биометрические кабели, собранные из тел пассажиров, тянутся к грешникам.\n\nОщущая пульсацию плоти на себе, грешники в неприязни и отвращении начинают рубить кабель.\n\nБесчисленное множество вен, плоти и фрагментов костей движутся, словно вскипая.\n\nТолстый кабель пытается поймать грешников, но…\n\nК счастью, мы не были пойманы, и смогли успешно проскочить в следующий вагон.\n\nНо что-то прилипло к груди одного из грешников."
          ]
        }
      ]
    },
    {
      "id": 971031,
      "name": "",
      "desc": "В проёме между вагонами, наш путь преградил протезированный человек.\n\nПолагая, что пред нами может оказаться кровосос, мы с осторожностью приблизились к нему.\n\nЭто и правда оказался кровосос, но, похоже, сейчас он неактивен.\n\nПриглядевшись к протезированному, мы заметили, что механические суставы пересохли изнутри.\n\nКровь просочилась сквозь трещины в металле и застыла багровыми кристаллами, словно вырывающимися из тела кровососа.\n\nНам не суждено увидеть его лица, но поза, застывшая в изгибах страдания, говорит нам, что перед обращением он перенёс ужасную боль.",
      "options": [
        {
          "message": "Можно ли ему как-то помочь?",
          "messageDesc": "При успешно пройденной проверке на Уныние, Гордыню или Зависть получите ЭГО Дар на Заряд.",
          "result": [
            ""
          ]
        },
        {
          "message": "Может ли это быть способностью Кровожада?",
          "messageDesc": "При выборе получите универсальный ЭГО Дар.",
          "result": [
            "Должно быть, этот протезированный проиграл Кровожада.\n\nГрешники насторожились, заметив иссохшие органы, сокрытые за кровяными кристаллами и металлом.\n\nОбсудив ситуацию с командой, мы всё же решили взять осколок кристаллической крови с собой.\n\nОн может оказаться полезным в будущем."
          ]
        }
      ]
    }
  ]
}
