{
  "dataList": [
    {
      "id": 863201,
      "name": "",
      "subDesc": "",
      "desc": "Огромный череп поднимает голову с громким скрипом; раздаётся жуткий гогот.\n\nПод спокойным воздухом вибрирует взрывная энергия: череп готовится к мощной атаке.\n\nОднако, видимо, он перестарался;\n\nтело трескается и колеблется, давая нам шанс.\n\nВозможно, лучше атаковать отверстие на его теле, а не ждать, пока он нападет на нас.\n\nЧто нам делать?",
      "options": [
        {
          "message": "Атаковать тело",
          "messageDesc": "Атаковать аномалию и ослабить её сопротивление, но повысить критический урон",
          "result": [
            "Передовые грешники быстро бросились к слабому месту и нанесли удар по телу аномалии.\n\nТрещина на туловище становится ещё шире, превращаясь в большую щель.\n\nВ этот момент я почувствовал, что из кромешной тьмы за костями на меня смотрит пара глаз."
          ]
        },
        {
          "message": "Ждать и смотреть",
          "messageDesc": "Получить защищённость для всех грешников",
          "result": [
            "Непосредственно перед атакой я заметил сквозь бесконечный поток выдоха глаза фигуры в тени.\n\nВозможно, истинную угрозу представляет не защитный скелет, а эта сущность внутри.\n\nКакая-то мгновенная интуиция не дает мне опустить руки. Не стоит торопиться, давайте сохраним оборону и посмотрим, как все сложится."
          ]
        }
      ]
    },
    {
      "id": 863301,
      "name": "",
      "subDesc": "",
      "prevDesc": "뭔가 넣어봄",
      "desc": "Роза впитывает потоки крови, сверкая пунцовым цветом.\n\nНо даже такого её обилия недостаточно.\n\nБлестящие глаза смотрят на грешника из-под лепестков.",
      "options": [
        {
          "message": "Игнорировать их",
          "messageDesc": "Усилить аномалию, но понизить её защиту",
          "result": [
            "Мы договорились не кормить аномалию кровью.\n\nПохоже, что неудовлетворенность порождает разочарование.\n\nРоза поднимает свои острые шипы и нападает на грешников."
          ]
        },
        {
          "message": "Каждый грешник отдаст немного крови.",
          "messageDesc": "Отнять ОЗ у грешников и снизить уровень атаки аномалии, но одновременно повысить её защиту.",
          "result": [
            "Роза выглядит несколько удовлетворенной после того, как выпила кровь грешников.\n\nОна отводит сверкающие блики, её лепестки опадают."
          ]
        },
        {
          "message": "Каждый грешник отдаст умеренно крови.",
          "messageDesc": "Отнять ОЗ у грешников и снизить уровень атаки аномалии, но одновременно повысить её защиту.",
          "result": [
            "Роза выглядит несколько удовлетворенной после того, как выпила кровь грешников.\n\nОна отводит сверкающие блики, её лепестки опадают."
          ]
        },
        {
          "message": "Приказать грешникам убрать кровь",
          "messageDesc": "Частично уменьшить Кровавое пиршество и снизить защиту Аномалии, но повысить её уровень атаки.",
          "result": [
            "Грешники деловито забегали, очищая помещение от крови.\n\nПри ещё большем недостатке крови...\n\n... лепестки начинают резко вздрагивать, а шипы угрожающе подниматься."
          ]
        }
      ]
    }
  ]
}