{
    "dataList": [
        {
            "id": 836602,
            "name": "",
            "subDesc": "",
            "desc": "Похоже, мы можем восстановить одну из деактивированных систем Команды Безопасности, помимо базовых функций Регенератора.\n\nКакую систему нам следует реактивировать?",
            "options": [
                {
                    "message": "Регенератор Мк2",
                    "messageDesc": "Выберите, чтобы восстановить ОЗ всем союзникам.",
                    "result": [
                        "Регенератор Мк2 реактивирован.\n\nЯ чувствую, как тела Грешников быстро восстанавливаются.\n\nОн не только залечил наши раны, но также исцелил их усталость и мелкие повреждения."
                    ]
                },
                {
                    "message": "Газ Нейтрализующий Ментальное Загрязнение",
                    "messageDesc": "Выберите, чтобы восстановить СД всем союзникам.",
                    "result": [
                        "Газ Нейтрализующий Ментальное Загрязнение активирован.\n\nГрешники выглядят заметно более спокойными, словно их головы прояснились.\n\nТеперь мы все готовы к следующему сражению."
                    ]
                }
            ]
        },
        {
            "id": 971032,
            "name": "Консоль Образования & Машин",
            "desc": "Пока мы шли по коридору, мы наткнулись на камеру содержания. Ее дверь испускает искры молний.\n\nПохоже, генератор закоротило; дверь отказывается закрываться. Но, кажется, Аномалия, которая там находится, не сбежала.\n\nКак бы мы ни пытались рассмотреть получше, кромешная тьма камеры содержания мешает понять, что там происходит.\n\nОднако паутина, свисающая с потолка, и подозрительно черный пол выглядели довольно странно.",
            "options": [
                {
                    "message": "Всмотреться в паутину.",
                    "messageDesc": "Выберите, чтобы получить Дар Э.Г.О Кровотечения",
                    "result": [
                        "Всматриваясь в паутину, мы видим... маленьких пауков, ползающих внутри.\n\nИ это была не просто паутина.\n\nТьма, поглотившая пол, загорается, красные глаза светятся и кишат.\n\nМаленькие пауки замечают генератор и начинают плести свою паутину.\n\nНекоторые из них прилипают к Грешникам, медленно ползая по их телам."
                    ]
                },
                {
                    "message": "Проверить генератор.",
                    "messageDesc": "Выберите, чтобы получить Дар Э.Г.О Заряда",
                    "result": [
                        "К счастью, не требуется много времени, чтобы обнаружить неисправную деталь.\n\nМы осторожно удалили неисправную часть...\n\n... и внезапно генератор перестает искрить, а дверь камеры содержания с грохотом захлопывается."
                    ]
                },
                {
                    "message": "Проверить генератор, не сводя глаз с паутины.",
                    "messageDesc": "Проверка греха Зависти и Похоти. При успехе получите Дар Э.Г.О Кровотечения и Заряда.",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971033,
            "name": "Команда Безопасности",
            "desc": "Каждый угол этой комнаты наполнен изумрудным светом.\n\nКто-то разлил много Энкефалина на столе, достаточно, чтобы он начал медленно капать на пол.\n\n'Исполнительный Менеджер, мы нашли здесь немного Энкефалина.'\n\n'Хм. Вероятно, это будет полезно для наших целей, если мы его соберем'\n\n'В.Э.С.Г.К.П?'\n\n'\"Возьмите этот стеклянный газовый контейнер, понятно?\" ... она говорит...'",
            "options": [
                {
                    "message": "Собрать немного Энкефалина.",
                    "messageDesc": "Выберите, чтобы получить Дар Э.Г.О Утопания",
                    "result": [
                        "'Ужасная стратегия - связываться с газом, эффекты которого вам неизвестны! Я говорю, что нам стоит оставить газ и взять только Энкефалин.'\n\n'Хмф, ты не знаешь, о чем болтаешь.'\n\n'Разве ты не видишь извращенную красоту, исходящую от зловещего газового контейнера?'\n\n'Нет, девчуль. Не вижу. Это только ты.'\n\n'Так, эм. Разве этот Энкефалин тоже не будет загрязнен или что-то в этом роде?'\n\n'Энкефалин не является материалом, который так легко испортить.'\n\nГрешники вскоре разделились на две группы и начали спорить друг с другом.\n\nЧерез несколько минут мы уже быстро шли по коридору с коробкой Энкефалина в руках."
                    ]
                },
                {
                    "message": "Взять газовый контейнер.",
                    "messageDesc": "Выберите, чтобы получить Дар Э.Г.О Утопания",
                    "result": [
                        "'Ужасная стратегия - связываться с газом, эффекты которого вам неизвестны! Я говорю, что нам стоит оставить газ и взять только Энкефалин.'\n\n'Хмф, ты не знаешь, о чем болтаешь.'\n\n'Разве ты не видишь извращенную красоту, исходящую от зловещего газового контейнера?'\n\n'Я довольно заинтересован туманной левитацией испарений.'\n\n'Ооо, воистину! Но... как ты собираешься нести неосязаемый газ!?'\n\n'Смотрите, вот кнопка для извлечения газа в портативный газовый контейнер~'\n\nГрешники вскоре разделились на две группы и начали спорить друг с другом.\n\nЧерез несколько минут мы уже быстро шли по коридору с газовым контейнером в руках."
                    ]
                },
                {
                    "message": "Взять оба",
                    "messageDesc": "Проверка греха Похоти и Лени. При успехе получите 2 Дара Э.Г.О Утопания (при провале начинается боевая Встреча)",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971034,
            "name": "Раздача Дара Э.Г.О восстановления СД Одного Греха",
            "desc": "Луч света проникает сквозь стекло и приоткрытую дверь.\n\nЗа стеклом виден странный череп...\n\nПарящий череп, привязанный шипами к кресту, окруженный светом.\n\nПустые глазницы черепа смотрят прямо на нас.\n\n'Наименование этой Аномалии - 'Один Грех и Сотни Благих Деяний'.\n\n'Конечно, это не то же самое существо, что когда-то находилось внутри Корпорации L.'\n\n'В пустотах его глаз скрываются бездонные глубины; пронзающие нас.'",
            "options": [
                {
                    "message": "Помолиться перед Одним Грехом и Сотней Благих Деяний.",
                    "messageDesc": "Проверка греха Лени и Уныния. При успехе получите Дар Э.Г.О без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                },
                {
                    "message": "Поговорить с Одним Грехом и Сотней Благих Деяний.",
                    "messageDesc": "Проверка греха Лени и Уныния. При успехе получите Дар Э.Г.О без ключевых эффектов.",
                    "result": [
                        ""
                    ]
                }
            ]
        },
        {
            "id": 971035,
            "name": "Восстановить ОЗ, СД или получить Стоимость",
            "desc": "Мы поднимаем глаза и видим белых бабочек над нами.\n\nХотя у них есть крылья, бабочки блуждают по коридору, порхая в никуда.\n\nМы направляемся туда, где они, кажется, отдыхают некоторое время, и видим большой гроб за прозрачным стеклянным окном.\n\nОн был слишком велик для одного, но слишком мал для многих.\n\n'Лежит одинокий гроб.'\n\n'Эух, гроб...? У меня плохое предчувствие. Наверное, нам не стоит его трогать, верно?'\n\n'Это был бы более безопасный выбор, да... но что если там внутри есть что-то, что может нам помочь?",
            "options": [
                {
                    "message": "Давайте не будем связываться с гробом и уйдем.",
                    "messageDesc": "",
                    "result": [
                        "Мы торжественно отдали дань уважения гробу за дверью, затем ушли.\n\nБабочки без дома танцуют, порхая к нам на режущем, холодном ветру.\n\nОни извиваются от горя или это взмахи крыльев от торжества? Мы не можем знать.\n\nПока я тихо наблюдаю за бабочками, возникает воспоминание. Что что-то просто и полностью вернулось туда, откуда пришло."
                    ]
                },
                {
                    "message": "Давайте посмотрим, что внутри гроба.",
                    "messageDesc": "Выберите, чтобы получить Дар Э.Г.О Утопания",
                    "result": [
                        "Холодный труп бабочки тихо покоится внутри гроба.\n\nБелые бабочки, которые так отчаянно махали своими крошечными крыльями в вере, что там, в конце, должно быть что-то, исчезли; пропали, незамеченные всеми.\n\nЧто лежит за гранью смерти, спрашивали они. По правде говоря, там нет ничего, совсем ничего."
                    ]
                }
            ]
        }
    ]
}
