{
  "dataList": [
    {
      "id": "AaCfPbBe",
      "name": "Меченая добыча",
      "desc": "- При каждом полученном ударе персонаж получает дополнительный Рубящий урон, равный 10% от полученного урона по ОЗ. Истекает в следующем ходу.\n- Если персонаж не получит урон в течение этого хода, накладывает 1 Комплекс неполноценности после атаки, затем истекает\n- Максимальное значение: 1",
      "summary": "Получает дополнительный Рубящий урон, равный 10% от полученного урона по ОЗ",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBf",
      "name": "Комплекс неполноценности",
      "desc": "- При каждом полученном ударе персонаж получает урон, равный ((20% от полученного урона по ОЗ) × Значение)\n- Максимальное значение: 5",
      "summary": "Получает урон, равный ((20% от полученного урона по ОЗ) × Значение)",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBa",
      "name": "Взрывное Уныние",
      "desc": "- Сопротивление стихии Уныния +0,3\n- Сопротивление другим стихиям -0,5\n- При получении удара: наносит 3 урона по СД атакующему, получает 1 счётчик Утопания и 1 уровень повышения атаки в следующем ходу (до 9 раз за ход)",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBb",
      "name": "Взрывная Зависть",
      "desc": "- Сопротивление стихии Зависти +0,3\n- Сопротивление другим стихиям -0,5\n- При получении удара: получает 1 уровень повышения атаки, накладывает 2 Кровотечения и 2 счётчика Кровотечения на атакующего и получает 1 уровень понижения защиты в следующем ходу (до 9 раз за ход)",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBc",
      "name": "Взрывной Гнев",
      "desc": "- Сопротивление стихии Гнева +0,3\n- Сопротивление другим стихиям -0,5\n- При получении удара: получает 1 уровень повышения атаки и 1 уровень понижения защиты в следующем ходу (до 9 раз за ход)",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBd",
      "name": "Глубокая Скорбь",
      "desc": "Начало хода: Теряет 5 скорости и получает 5 Понижений уровня защиты",
      "undefined": "-"
    }
  ]
}