{
  "dataList": [
    {
      "id": "Vengeance_LowMorale",
      "name": "Месть",
      "desc": "- Низкая сила духа\n- Получает 3 Понижения Уровня Защиты и 3 Усиления Урона",
      "summary": "Получает 3 Понижения Уровня Защиты и 3 Усиления Урона",
      "undefined": "-"
    },
    {
      "id": "Vengeance_Panic",
      "name": "Месть",
      "desc": "- Паника\n- Получает 6 Понижений Уровня Защиты и 5 Усилений Урона",
      "summary": "Получает 6 Понижений Уровня Защиты и 5 Усилений Урона",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBe",
      "name": "Отмеченная Цель",
      "desc": "- С каждым ударом по этому юниту, получает дополнительный Режущий урон, равный 10% от полученного урона по ОЗ. Истекает в следующем ходу.\n- Если этот юнит не получает урон в течение этого хода, накладывает 1 Комплекс Неполноценности после атаки, затем истекает\n- Макс. счётчик: 1",
      "summary": "Получает дополнительный Режущий урон, равный 10% от полученного урона по ОЗ",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBf",
      "name": "Комплекс Неполноценности",
      "desc": "- Каждый раз, когда этот юнит получает удар, получает ((20% от урона по ОЗ) * {0}) урона\n- Макс. счётчик: 5",
      "summary": "Получает ((20% от урона по ОЗ) * {0}) урона",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBa",
      "name": "Взрывное Уныние",
      "desc": "- Сопротивление Греху Уныния +0.3\n- Сопротивление другим Грехам -0.5\n- При получении удара: накладывает 3 урона по СД на атакующего, получает 1 счётчик Утопания и получает 1 Повышение Уровня Атаки в следующем ходу (9 раз за ход)",
      "summary": "Сопротивление Унынию (и только Унынию) становится Фатальным.\nПри получении удара: Накладывает 3 урона по СД на атакующего, получает 1 счётчик Утопания и получает 1 Повышение Уровня Атаки в следующем ходу.",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBb",
      "name": "Взрывная Зависть",
      "desc": "- Сопротивление Греху Зависти +0.3\n- Сопротивление другим Грехам -0.5\n- При получении удара: применяет 1 Повышение Уровня Атаки, накладывает 2 Кровотечения и 2 счётчика Кровотечения на атакующего, и получает 1 Понижение Уровня Защиты в следующем ходу (9 раз за ход)",
      "summary": "Сопротивление Зависти (и только Зависти) становится Фатальным\nПри получении удара: применяет 1 Повышение Уровня Атаки, 2 Кровотечения и 2 счётчика Кровотечения на цель, и получает 1 Понижение Уровня Защиты в следующем ходу",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBc",
      "name": "Взрывной Гнев",
      "desc": "- Сопротивление Греху Гнева +0.3\n- Сопротивление другим Грехам -0.5\n- При получении удара: Получает 1 Повышение Уровня Атаки и 1 Понижение Уровня Защиты в следующем ходу (9 раз за ход)",
      "summary": "Сопротивление Гневу (и только Гневу) становится Фатальным.\nПри получении удара, получает 1 Повышение Уровня Атаки и 1 Понижение Уровня Защиты.",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBd",
      "name": "Глубокая Скорбь",
      "desc": "Начало Хода: Теряет 5 Скорости и получает 5 Понижений Уровня Защиты",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBg",
      "name": "Искаженная Картина",
      "desc": "- Низкая сила духа\n- Получает 1 Усиление Силы Атаки и 1 Уязвимость",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBh",
      "name": "Искаженная Картина",
      "desc": "- Паника\n- Получает 1 Усиление Бонусных Монет и 3 Уязвимости",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBi",
      "name": "Ненависть",
      "desc": "- Низкая сила духа\n- Победа в Столкновении: Получает 1 Повышение Уровня Атаки в следующем ходу. (макс. 3 за ход)\nПоражение в Столкновении: Получает 1 Повышение Уровня Защиты. (макс. 3 за ход)",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBj",
      "iconID": "Vengeanse_LowMoral",
      "name": "Ненависть",
      "desc": "- Паника\n- Победа в Столкновении: Получает 1 Повышение Уровня Атаки в этом ходу и в следующем. (макс. 3 за ход)\nПоражение в Столкновении: Получает 1 Повышение Уровня Защиты. (макс. 3 за ход)\nКонец хода: Получает 2 Спешки в следующем ходу",
      "undefined": "-"
    }
  ]
}
