{
  "dataList": [
    {
      "id": "Vengeance_LowMorale",
      "name": "Отмщение (Низкий дух)",
      "desc": "Получает 3 Понижения уровня защиты и 3 Повышения урона",
      "summary": "Получает 3 Понижения уровня защиты и 3 Повышения урона",
      "undefined": "-"
    },
    {
      "id": "Vengeance_Panic",
      "name": "Месть (Паника)",
      "desc": "Получает 6 Понижений уровня защиты и 5 Повышений урона",
      "summary": "Получает 6 Понижений уровня защиты и 5 Повышений урона",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBe",
      "name": "Помеченная добыча",
      "desc": "- При каждом полученном ударе персонаж получает дополнительный Рубящий урон, равный 10% от полученного урона по ОЗ. Истекает в следующем ходу.\n- Если персонаж не получит урон в течение этого хода, накладывает 1 Комплекс неполноценности после атаки, затем истекает\n- Максимальное значение: 1",
      "summary": "Получает дополнительный Рубящий урон, равный 10% от полученного урона по ОЗ",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBf",
      "name": "Комплекс неполноценности",
      "desc": "- При каждом получении урона персонаж получает урон, равный ((20% от полученного урона по ОЗ) * {0})\n- Максимальное значение: 5",
      "summary": "Получает урон, равный ((20% от полученного урона по ОЗ) * {0})",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBa",
      "name": "Взрывное Уныние",
      "desc": "- Сопротивление стихии Уныния +0,3\n- Сопротивление другим стихиям -0,5\n- При получении удара: наносит 3 урона по СД атакующему, получает 1 счётчик Утопания и получает 1 уровень повышения атаки в следующем ходу (до 9 раз за ход)",
      "summary": "Сопротивление к Унынию (и только к Унынию) становится фатальным.\nПри получении удара: наносит 3 урона по СД атакующему, получает 1 счётчик Утопания и получает 1 уровень повышения атаки в следующем ходу.",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBb",
      "name": "Взрывная Зависть",
      "desc": "- Сопротивление стихии Зависти +0,3\n- Сопротивление другим стихиям -0,5\n- При получении удара: накладывает 1 уровень повышения атаки, 2 кровотечения и 2 счётчика кровотечения на атакующего, и получает 1 уровень понижения защиты в следующем ходу (до 9 раз за ход)",
      "summary": "Сопротивление к Зависти (и только к Зависти) становится фатальным\nПри получении удара: накладывает 1 уровень повышения атаки, 2 кровотечения и 2 счётчика кровотечения на цель, и получает 1 уровень понижения защиты в следующем ходу",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBc",
      "name": "Взрывной Гнев",
      "desc": "- Сопротивление стихии Гнева +0,3\n- Сопротивление другим стихиям -0,5\n- При получении удара: получает 1 уровень повышения атаки и 1 уровень понижения защиты в следующем ходу (до 9 раз за ход)",
      "summary": "Сопротивление к Гневу (и только к Гневу) становится фатальным.\nПри получении удара получает 1 уровень повышения атаки и 1 уровень понижения защиты.",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBd",
      "name": "Глубокая Скорбь",
      "desc": "Начало хода: Теряет 5 скорости и получает 5 Понижений уровня защиты",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBg",
      "name": "Искажённая картина (Низкий дух)",
      "desc": "- Низкий дух\n- Получает 1 Повышение силы атаки и 1 Слабость",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBh",
      "name": "Искажённая картина (Срыв)",
      "desc": "- Срыв\n- Получает 1 Усиление положительных монет и 3 Уязвимости",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBi",
      "name": "Ненависть (Низкий дух)",
      "desc": "При победе в столкновении: получает 1 Повышение уровня атаки в следующем ходу (максимум 3 за ход)\nПри проигрыше в столкновении: получает 1 Повышение уровня защиты (максимум 3 за ход)",
      "undefined": "-"
    },
    {
      "id": "AaCfPbBj",
      "iconID": "Vengeanse_LowMoral",
      "name": "Ненависть (Паника)",
      "desc": "При победе в столкновении: получает 1 Повышение уровня атаки в этом и следующем ходу (максимум 3 за ход)\nПри проигрыше в столкновении: получает 1 Повышение уровня защиты (максимум 3 за ход)\nВ конце хода: получает 2 Ускорения на следующий ход",
      "undefined": "-"
    }
  ]
}