{
    "dataList": [
        {
            "id": 910401,
            "title": "Пляжный эпизод!",
            "place": "На борту Мефистофеля",
            "desc": "После долгого-долгого путешествия через туннель мы наконец прибыли в место, называемое Великим озером.\nЛюбуясь видом обширных бирюзовых вод, Грешники начинают взволнованно болтать о том, чем они хотят заняться на пляже.\nНо... действительно ли мы здесь на отдыхе?"
        },
        {
            "id": 910402,
            "title": "Свалка на илистой отмели",
            "place": "Подворотни Района 21",
            "desc": "Конечно, нашим пунктом назначения оказалась какая-то чавкающая, зеленая и зловонная илистая отмель.\nХотя я вижу вдалеке синее море, оно кажется таким же далеким, как сон... погребенный под горами мусора неизвестно откуда.\nЧто мы вообще можем здесь делать?"
        },
        {
            "id": 910403,
            "title": "Мусорные крабы?",
            "place": "Подворотни Района 21",
            "desc": "Из гор отходов выползли ракообразные существа, покрытые всевозможным хламом. По словам Измаил, они довольно печально известны в Подворотнях Корпорации U.\nКстати о ней... Интересно, что с ней происходит? Она весь день в подавленном настроении."
        },
        {
            "id": 910404,
            "title": "Корабельные плотники",
            "place": "Верфь Коренного",
            "desc": "Похоже, пара по имени Мика и Рейн ожидала нас. Видимо, LCCB уже сообщил им о нашем прибытии.\nПохоже, нам придется модифицировать Мефистофель, чтобы добраться до следующего пункта назначения."
        },
        {
            "id": 910405,
            "title": "Время собирать металлолом!",
            "place": "Подворотни Района 21",
            "desc": "Пора заняться сбором металлолома и подготовить автобус к преисподней и высокой воде."
        },
        {
            "id": 910406,
            "title": "Самодельные модификации автобуса",
            "place": "Верфь Коренного",
            "desc": "Мы наконец собрали достаточно лома, чтобы они начали работу над модификациями автобуса.\nИнтересно, сможем ли мы получить немного свободного времени?\nЕсли да... то я должен попытаться поговорить с Измаил."
        },
        {
            "id": 910407,
            "title": "Пляжный... волейбол?",
            "place": "Подворотни Района 21",
            "desc": "Следуя совету Дон Кихот и И Сана по устранению растущего разлада между Измаил и другими Грешниками, я решил, что мы все должны попробовать сыграть несколько раундов в пляжный волейбол.\nВозможно, эта деятельность станет возможностью наладить отношения."
        },
        {
            "id": 910408,
            "title": "Распад",
            "place": "Верфь Коренного",
            "desc": "План с пляжным волейболом полностью провалился…\nУ всех мрачные лица, пока они отбиваются от мусорных крабов.\nЯ должен что-то с этим сделать…"
        },
        {
            "id": 910409,
            "title": "Время собирать металлолом...",
            "place": "Подворотни Района 21",
            "desc": "Ситуация мрачнее, чем цвет этой илистой отмели...\nНо мы должны продолжать собирать больше металлолома."
        },
        {
            "id": 910410,
            "title": "Беспокойные воды",
            "place": "Верфь Коренного",
            "desc": "Мы продолжали собирать металлолом еще несколько дней.\nЯ решил наблюдать, как Грешники работают,\nразмышляя о том, что я мог бы сделать с Измаил и Хитклифом..."
        },
        {
            "id": 910411,
            "title": "Последний лом",
            "place": "Верфь Коренного",
            "desc": "Ничего не решено, но модификации Мефистофеля почти завершены.\nМика мрачно попросила всех собраться, чтобы посмотреть пробный заезд.\nЯ рад, что модификации наконец завершены... но можем ли мы действительно продолжать в таком состоянии?"
        },
        {
            "id": 910412,
            "title": "Охота на Короля мусорных крабов",
            "place": "Подворотни Района 21",
            "desc": "Давайте сразимся с Королем мусорных крабов и добудем огромный кусок металлолома."
        }
    ]
}
