{
    "dataList": [
        {
            "id": 10520,
            "title": "Круизная вечеринка",
            "place": "Мефистофель, Лодкобус",
            "desc": "Мы наконец-то выбрались из Волн и вышли в более спокойные воды.\nЯ ненадолго задумался, можем ли мы наконец начать плавно двигаться к координатам...\n... и именно тогда я заметил неподвижный круизный лайнер, плавающий посреди Озера."
        },
        {
            "id": 10521,
            "title": "Круизная вечеринка 2",
            "place": "Круизный лайнер",
            "desc": "Мы поднялись на борт круизного лайнера, чтобы собрать некоторую информацию. Хотя он усеян безвкусными украшениями, я не вижу никого на борту... Что-то во всем этом деле меня пугает."
        },
        {
            "id": 10522,
            "title": "Круизная вечеринка 3",
            "place": "Круизный лайнер",
            "desc": "Я побежал в каюты корабля в поисках Синклера, который сбежал от страшных историй Хон Лу. К счастью, мне удалось найти его без особых проблем.\nНо..."
        },
        {
            "id": 10523,
            "title": "Круизная вечеринка 4",
            "place": "Круизный лайнер",
            "desc": "Круиз был последствием опустошения. Последствия нарушения законов Великого Озера были серьезными.\n... В будущем мне придется быть осторожнее."
        },
        {
            "id": 10524,
            "title": "Бедствие",
            "place": "Заброшенное буровое судно Корпорации Лоботомия",
            "desc": "Неуловимый филиал Корпорации Лоботомия в Корпорации U наконец появился из-за завесы тумана. Но... он был полностью покрыт слоем странной белой мембраны. Думаю, мы, по крайней мере, на правильном пути..."
        },
        {
            "id": 10525,
            "title": "Китобой",
            "place": "Заброшенное буровое судно Корпорации Лоботомия",
            "desc": "Странности продолжались глубоко внутри филиала Корпорации Лоботомия. Эта белая, бледная мембрана покрывала каждый дюйм его интерьера.\nИ... мы нашли тех, кто шатался вокруг, завернутых в ту же самую мембрану."
        },
        {
            "id": 10526,
            "title": "Озеро и бабочка",
            "place": "Заброшенное буровое судно Корпорации Лоботомия",
            "desc": "Мы последовали за загадочной бабочкой глубже в филиал Корпорации Лоботомия. Человек с текучей головой ждал нас там."
        },
        {
            "id": 10527,
            "title": "Озеро и бабочка 2",
            "place": "Заброшенное буровое судно Корпорации Лоботомия",
            "desc": "Рим исчез из нашего поля зрения, как бабочка, покидающая свой краткий отдых на поверхности воды. Было такое чувство, будто мы все проснулись от сна. От него мы увидели ту знакомую красную метку. \n... Русалки возвращаются."
        },
        {
            "id": 10528,
            "title": "Озеро и бабочка 3",
            "place": "Заброшенное буровое судно Корпорации Лоботомия",
            "desc": "Рим исчез из нашего поля зрения, как бабочка, покидающая свой краткий отдых на поверхности воды. Было такое чувство, будто мы все проснулись от сна. От него мы увидели ту знакомую красную метку. \n... Русалки возвращаются."
        },
        {
            "id": 10529,
            "title": "Озеро и бабочка 3",
            "place": "Заброшенное буровое судно Корпорации Лоботомия",
            "desc": "Рим был прав. Мы не смогли найти даже намека на Золотую ветвь внутри филиала Корпорации Лоботомия\n... Нам придется искать Кита, как он сказал."
        },
        {
            "id": 10530,
            "title": "Гарпуны",
            "place": "Вход в буровое судно Корпорации Лоботомия",
            "desc": "Мы ждали у входа, когда внезапный толчок сотряс филиал Корпорации Лоботомия. Мы поспешили наружу и вгляделись в туман... и увидели появляющееся устрашающее судно."
        },
        {
            "id": 10531,
            "title": "Гарпуны 2",
            "place": "Вход в буровое судно Корпорации Лоботомия",
            "desc": "Мы ждали у входа, когда внезапный толчок сотряс филиал Корпорации Лоботомия. Мы поспешили наружу и вгляделись в туман... и увидели появляющиеся несколько устрашающих судов."
        },
        {
            "id": 10532,
            "title": "Старший брат",
            "place": "Вход в буровое судно Корпорации Лоботомия",
            "desc": "Мы относительно быстро справлялись с атакующими пиратами, но у меня было ощущение, что они просто оценивают наши возможности... Теперь, когда я об этом упоминаю, самое большое и самое вычурное судно из их флота еще не зацепило нас."
        },
        {
            "id": 10533,
            "title": "Старший брат 2",
            "place": "Вход в буровое судно Корпорации Лоботомия",
            "desc": "Это не что иное, как резня. Унижение. Он убивает Измаил снова и снова. Я продолжаю возвращать ее, чувствуя ту же самую боль, которая ее убила.\n... Эта битва проиграна. Может быть, Фауст права... Может быть, здесь заканчивается наше путешествие."
        },
        {
            "id": 10534,
            "title": "Старик Индиго",
            "place": "Мефистофель, Лодкобус",
            "desc": "Синие искры мерцали от сигары старика. Нам не нужно было, чтобы кто-то говорил нам, что он обладает подавляющей силой; мы знали это инстинктивно. Фауст, которая, казалось, узнала старика, провела его к Вергилию после быстрого обмена любезностями."
        },
        {
            "id": 10535,
            "title": "Скалы",
            "place": "Лодка Мефистофеля",
            "desc": "Мы гребли к серому Озеру, как ранее обсуждали со Стариком Индиго. Мы видим некоторые скалы, выступающие из бледных, непрозрачных вод Озера. Похоже, нам придется маневрировать между ними."
        },
        {
            "id": 10536,
            "title": "Скалы 2",
            "place": "Лодка Мефистофеля",
            "desc": "Мы гребли к серому Озеру, как ранее обсуждали со Стариком Индиго. Мы видим некоторые скалы, выступающие из бледных, непрозрачных вод Озера. Похоже, нам придется маневрировать между ними."
        },
        {
            "id": 10537,
            "title": "Бледный Кит",
            "place": "Лодка Мефистофеля",
            "desc": "То, что мы принимали за скалу, оказалось Пористым Китом. Когда его Русалки выползли из отверстий, мы победили их. Но... Это ведь не тот Кит, которого мы ищем, верно? О чем думает Измаил?\nПо выражению лица Хитклиффа я мог сказать, что не только я задавался этим вопросом."
        },
        {
            "id": 10538,
            "title": "Бледный Кит 2",
            "place": "Лодка Мефистофеля",
            "desc": "Мы прошли сквозь туманный океан и вошли в обсидиановое Озеро.\nОзеро из легенд, о котором рассказывала Измаил. Внутри него...\n... Был Бледный Кит, бледный как полуночная луна."
        }
    ]
}
