{
    "dataList": [
        {
            "id": 10501,
            "title": "Поднять Паруса",
            "place": "Мефистофель, Лодкобус",
            "desc": "Мы плывем дальше, инцидент с зелеными огнями наконец позади. Фауст подходит к штурвалу, как будто она что-то заметила."
        },
        {
            "id": 10502,
            "title": "Законы",
            "place": "Мефистофель, Лодкобус",
            "desc": "Двигатель с шумом остановился, когда морская лекция Отис достигла своей кульминации. Но нам еще предстоит пройти так много..."
        },
        {
            "id": 10503,
            "title": "Резонансный Камертон",
            "place": "Мефистофель, Лодкобус",
            "desc": "Наш Лодкобус с мертвым двигателем все еще плыл, с сердцами и телами каждого Грешника... ну, не совсем каждого Грешника, но большинства Грешников, работающих как одно целое. Ах да, и мы получили очень ценный урок о выживании в Великом Озере: нарушение его законов может иметь катастрофические последствия.\n... И тут мы заметили, что что-то тянет наш лодкобус с курса."
        },
        {
            "id": 10504,
            "title": "Похитители",
            "place": "Порт Марлин Корпорации U",
            "desc": "После многочисленных испытаний и невзгод мы наконец прибыли к месту назначения. Похоже, это место называется Порт Марлин Корпорации U, гигантское морское судно, созданное путем объединения бесчисленных грузовых контейнеров."
        },
        {
            "id": 10505,
            "title": "Неподчинение",
            "place": "Порт Марлин Корпорации U",
            "desc": "Вместо агента LCCB, с которым мы должны были встретиться, нас встретила группа похитителей, требующих выкуп. Пока мы обсуждали план действий, Измаил внезапно решила действовать. Я мог видеть по ее глазам... что в них была смесь многочисленных, сложных чувств. Теперь у нас нет выбора, кроме как разобраться с этими похитителями, даже если мы еще не знаем, жив ли агент LCCB или нет."
        },
        {
            "id": 10506,
            "title": "Клуб",
            "place": "Порт Марлин Корпорации U",
            "desc": "Возможно, не все чувствовали единство, чувство принадлежности к этой группе. Мы направились к местоположению босса, которое Измаил выпытал у похитителей."
        },
        {
            "id": 10507,
            "title": "Клуб 2",
            "place": "Порт Марлин Корпорации U",
            "desc": "Следуя указаниям похитителя, мы оказались у входа в клуб, гремящий музыкой. Я хотел сделать это тихо... Но мы почти сразу же вступили в драку, когда попытались поговорить с вышибалами. Нам пришлось искать разные способы убедить их пустить нас внутрь."
        },
        {
            "id": 10508,
            "title": "Клуб 3",
            "place": "Порт Марлин Корпорации U",
            "desc": "Следуя указаниям похитителя, мы оказались у входа в клуб, гремящий музыкой. Я хотел сделать это тихо... Но мы почти сразу же вступили в драку, когда попытались поговорить с вышибалами. Нам пришлось искать разные способы убедить их пустить нас внутрь."
        },
        {
            "id": 10509,
            "title": "Старший помощник",
            "place": "Порт Марлин Корпорации U",
            "desc": "Мы разгромили клуб и победили членов Синдиката, частью которого были похитители. Надеюсь, мы скоро узнаем местоположение их босса..."
        },
        {
            "id": 10510,
            "title": "Старший помощник 2",
            "place": "Порт Марлин Корпорации U",
            "desc": "Мы узнали, где находится комната босса, все благодаря Синклеру. Она представилась как старший помощник пиратов Двукрюков..."
        },
        {
            "id": 10511,
            "title": "Грузовые контейнеры",
            "place": "Порт Марлин Корпорации U",
            "desc": "Сми, Старший помощник пиратов Двукрюков, сказала нам, где они держат захваченного лидера команды LCCB. Измаил хотела не оставлять никаких незавершенных дел... Но я остановил ее, даже если это означало подвергнуть себя опасности. У меня нет логического объяснения тому, что я сделал, и я не мог убедить Измаил... Но я не жалею о том, что сделал."
        },
        {
            "id": 10512,
            "title": "Грузовые контейнеры 2",
            "place": "Порт Марлин Корпорации U",
            "desc": "Сми, Старший помощник пиратов Двукрюков, сказала нам, где они держат захваченного лидера команды LCCB. Когда мы добрались туда, мы обнаружили целую гору грузовых контейнеров."
        },
        {
            "id": 10513,
            "title": "Мистер Пилот",
            "place": "Порт Марлин Корпорации U",
            "desc": "Когда мы открыли грузовой контейнер, на который указала Сми, нас встретило неожиданно заплаканное и юное лицо агента LCCB. Я рад, что он выглядит в основном невредимым, но... Действительно ли он лидер команды?"
        },
        {
            "id": 10514,
            "title": "Мистер Пилот 2",
            "place": "Порт Марлин Корпорации U",
            "desc": "Мы встретили выжившего из LCCB, который назвал себя Пилотом. Он поделился с нами очень хорошей новостью - что Сод жива! Пора послушать, что он скажет."
        },
        {
            "id": 10515,
            "title": "Мороженое",
            "place": "Порт Марлин Корпорации U",
            "desc": "Пилот передал нам переменные координаты филиала Корпорации Лоботомия, где в последний раз видели Золотую Ветвь. Пилот, который до сих пор пытался выглядеть безразличным, разрыдался. Я очень хотел верить, что в предстоящем филиале Корпорации Лоботомия есть выжившие."
        },
        {
            "id": 10516,
            "title": "Пираты",
            "place": "Мефистофель, Лодкобус",
            "desc": "Мы должны добраться до филиала Корпорации Лоботомия на основе переменных координат, которые нам дал Пилот. Тем временем Измаил нервно продолжает проверять телескоп."
        },
        {
            "id": 10517,
            "title": "Пираты 2",
            "place": "Мефистофель, Лодкобус",
            "desc": "Пираты Двукрюки преследовали нас. Я решил последовать совету Измаил и подняться на их корабль первыми, прежде чем они сделают это с нашим."
        },
        {
            "id": 10518,
            "title": "Волны",
            "place": "Мефистофель, Лодкобус",
            "desc": "Мы победили Пиратов, но... Я не могу избавиться от этого тревожного чувства. Что ж, нет выбора, кроме как продолжить наше путешествие, соблюдая законы Великого Озера."
        },
        {
            "id": 10519,
            "title": "Волны 2",
            "place": "Мефистофель, Лодкобус",
            "desc": "Отис предложила нарушить законы Великого Озера и плыть прямо в Волны. Небо сразу же темнеет, и неизвестные Волны начинают обрушиваться на нас."
        }
    ]
}
