{
  "dataList": [
    {
      "id": "DanteNoteDetail_25",
      "title": "",
      "desc": "- Похоже, речь идёт о крупных организациях, управляющих Корректировщиками.\n- Каждая Ассоциация, по-видимому, специализируется на определённой области, чтобы учесть, насколько свободной и открытой обычно может быть работа Корректировщика.\nСуществует довольно широкое разнообразие... Я видел несколько Ассоциаций через Идентичности Грешников и их Зеркальные Миры.\n- Одно из главных отличий от независимых Корректировщиков в том, что они не могут выбирать задания, которые хотят взять."
    },
    {
      "id": "DanteNoteDetail_26",
      "title": "",
      "desc": "- Похоже, они специализируются на заказах на убийства.\n- Стоит отметить, что это не значит, что они единственные Корректировщики, которые берутся за работу по устранению. Для начала, запрос на услуги Корректировщика-Ассоциата будет стоить целое состояние...\nК тому же, спрос на убийства в Городе ужасающе высок, так что даже неизвестные Конторы на безымянных улицах, похоже, получают такие заказы довольно часто."
    },
    {
      "id": "DanteNoteDetail_27",
      "title": "",
      "desc": "- Похоже, они специализируются на боевых заданиях, связанных с группами людей.\n- \"Хотя мало кто из Корректировщиков в Городе проживает жизнь, ни разу не ввязавшись в битву...\" (Цитата Донки.)\n- Ассоциация Лю, кажется, уникальна тем, что каждый отдельный ее член оснащен для борьбы с несколькими противниками одновременно."
    },
    {
      "id": "DanteNoteDetail_28",
      "title": "",
      "desc": "- Термин, охватывающий все корпоративные структуры (или вообще любые места ведения бизнеса?), основанные Корректировщиками.\n- Похоже, существует какое-то правило, требующее от Корректировщиков быть частью авторизованной организации любого типа, если они хотят работать, и создание *офиса на одного человека* является, видимо, одним из вариантов."
    },
    {
      "id": "DanteNoteDetail_29",
      "title": "",
      "desc": "- Название корпорации, существовавшей в прошлом. Это был поставщик энергии.\n- Она транспортировала *Аномалии* (подобные тем, с которыми мы сталкивались) в их зародышевых формах на свои объекты и *содержала их в специальных отсеках*, чтобы производить энергию в форме *Энкефалина*.\n- Мне сказали, что когда-то она снабжала энергией многие другие компании и Крылья — фактически, по всему Городу — так что это должно было быть довольно серьёзное предприятие...\n- Затем, однажды, из штаб-квартиры вырвался яркий луч света, и компания просто прекратила существование.\nЯ даже слышал, что после исчезновения компании на её месте появилась какая-то... *башня*, которая затем тоже исчезла. Место, где располагалось Крыло, до сих пор пустует, пока я пишу это, что, похоже, привело весь Район в хаос.\n- После исчезновения штаб-квартиры все филиалы по всему Городу закрылись и были *погребены под землёй*."
    },
    {
      "id": "DanteNoteDetail_30",
      "title": "",
      "desc": "- По словам Дон Кихот (\"Различить эти две может оказаться непосильной задачей для начинающих афисионадо!\", — добавила она), в то время как Ассоциация Сэнк занимается ситуациями один на один, например, дуэлями, Ассоциация Лю имеет дело со столкновениями между несколькими участниками. Если подумать, большинство тех идентичностей действительно, похоже, ценили сотрудничество и координацию больше, чем индивидуальные действия.\nК тому же они выглядели довольно беззаботными...\n- Идентичность Грегора из Ассоциации Лю также сообщила мне, что для него обычное дело — справляться с группами по пять-шесть человек одновременно. (Он не забыл с гордостью упомянуть, что \"надрал этим детишкам задницы\".)"
    },
    {
      "id": "DanteNoteDetail_31",
      "title": "",
      "desc": "- Похоже, существует довольно широкий спектр Офисов.\n- Вспоминая время, когда мы были в Подворотнях Района 4 (территория Корпорации D), Офис, к которому принадлежали Юри и Ая, вероятно, был самым распространенным типом.\n- В любом случае, я думаю, можно сказать, что Корректировщики, Офисы и Ассоциации — это все организации, которые выполняют запросы за определенную плату."
    },
    {
      "id": "DanteNoteDetail_32",
      "title": "",
      "desc": "- Похоже, это название того самого светящегося зеленого топлива, которое изначально производила Корпорация Лоботомия.\n- В Мефистофеле встроено устройство, преобразующее людей в Энкефалин, и зеленая жидкость, заполняющая трубки, по-видимому, и есть он.\n- Энкефалин также можно хранить в контейнерах по нашему выбору для более удобной транспортировки, ящики и модули являются двумя важными примерами."
    },
    {
      "id": "DanteNoteDetail_33",
      "title": "",
      "desc": "- Еще одна примечательная вещь – это зажигательные устройства, встроенные во все их оружие.\n- Когда я спросил, почему они используют оружие, которое может вызвать пожар, они дали мне разные ответы, вроде \"гармония\" или \"поток\"...\nНо, честно говоря, эти ответы показались мне уклончивыми. На мой взгляд, вероятно, это потому, что огонь эффективен как средство поражения врагов вокруг цели. Ведь пламя может распространяться."
    },
    {
      "id": "DanteNoteDetail_34",
      "title": "",
      "desc": "- Я до сих пор не могу точно определить, что такое Аномалия.\n- Пока что те, с которыми я сталкивался (по крайней мере, на данный момент), обычно имели внешность, не похожую ни на человека, ни на животное, и обладали необычайными способностями...\nЭто существа, которых можно ожидать увидеть только в самых невероятных фантазиях, как с точки зрения их внешнего вида, так и их возможностей."
    },
    {
      "id": "DanteNoteDetail_35",
      "title": "",
      "desc": "- На дне некоторых коробок с Энкефалином всё ещё можно увидеть старый логотип Корпорации L, что, вероятно, означает, что Крыло тоже их использовало.\n- Читая предупреждение на боковой стороне, оказывается, что его употребление вызывает \"галлюциногенный эффект\"... Кому бы пришло в голову это делать?"
    },
    {
      "id": "DanteNoteDetail_36",
      "title": "",
      "desc": "- Когда я попытался спросить Фауст, она продолжала повторять: \"Аномалии — это сущности собственной категории; не стоит пытаться определять их на основе каких-либо заранее установленных стандартов\", и отказывалась давать более подробный ответ..."
    },
    {
      "id": "DanteNoteDetail_37",
      "title": "",
      "desc": "- Похоже, они специализируются на запросах, связанных с поединками и дуэлями.\n- Хотя это случается нечасто, я слышал, что до сих пор бывают случаи, когда люди пытаются разрешить споры с помощью честной и благородной \"дуэли\".\n- Когда человек оказывается вовлечен в дуэль (или вынужден вызвать кого-то на нее) и понимает, что противник явно разорвет его в клочья, он отправляет запрос в эту Ассоциацию. Похоже, они выступают в роли представителей клиента или что-то в этом роде.\n- Все, что я знаю об этой Ассоциации, основано на том, что я слышал от Идентичностей Седьмой Ассоциации, так что я не смог узнать многого...\nПоскольку Ассоциация не получает запросы слишком часто, похоже, она также отвечает за проведение совместных конференций и мероприятий с другими Ассоциациями."
    },
    {
      "id": "DanteNoteDetail_38",
      "title": "",
      "desc": "- Внутри находится странно сформированный предмет, похожий на... что-то вроде луковицы.\n- Не знаю, как его описать... Он иногда шевелится и подергивается.\n- От пристального взгляда на эту мерцающую \"нить\" у меня кружится голова.\n- Фауст не позволила мне долго держать его в руках, поэтому я положил его обратно и дал ей объяснить, что это такое."
    },
    {
      "id": "DanteNoteDetail_39",
      "title": "",
      "desc": "- Сокращение от \"Уничтожение Геометрического Органа\". [так в оригинале] (Не знаю, что это значит?)\n- Похоже, это побочный продукт генерации Энкефалина, которую когда-то проводила ныне распавшаяся Корпорация L.\n- В отчётах говорится, что Крыло изначально производило оружие и снаряжение из ЭГО для использования своими сотрудниками, что не очень-то соответствует тому, что я видел."
    },
    {
      "id": "DanteNoteDetail_40",
      "title": "",
      "desc": "- Проще говоря, это какая-то невероятная технология, принадлежащая Крыльям.\n- Мне было любопытно, чем они отличаются от других технологий в Городе...\nДумаю, дело в том, что Сингулярности монополизированы Крыльями, которые ими владеют."
    },
    {
      "id": "DanteNoteDetail_41",
      "title": "",
      "desc": "- Если вкратце...\nЭто всевозможные вероятности, сплетённые в веретена нитей... или что-то в этом роде.\nЧестно говоря, я не могу назвать это кратким изложением, когда я просто записал то, что сказала Фауст, почти слово в слово. Я не совсем понял, что она имела в виду...\nЭто вызывает у меня чувство, похожее на то, когда я смотрю на *звезду*, появляющуюся, когда я завожу часы. Что-то вроде трепета."
    },
    {
      "id": "DanteNoteDetail_42",
      "title": "",
      "desc": "- Кажется, Грешники испытывают что-то вроде головокружения, когда приближаются к этой штуке. Я слышал, это называется \"резонанс\".\nВозможно, это похоже на мои головные боли.\n- Когда мы возвращаемся с Золотой Ветвью, Вергилий вызывает людей из какого-то другого отдела, чтобы они позаботились о ней.\nКогда я спросил его об этом, он просто сказал, что она \"отправляется в штаб-квартиру\"."
    },
    {
      "id": "DanteNoteDetail_44",
      "title": "",
      "desc": "- Оказывается, нельзя стать Корректировщиком просто потому, что хочешь; некоторые Идентичности, связанные с Корректировщиками, сказали мне, что нужно пройти тесты, чтобы получить лицензию.\n- Похоже, Корректировщики оцениваются по числовой шкале: 9 - самый низкий уровень, а 1 - самый высокий...\n- Есть также особый ранг, называемый *Цветом*. Вергилий, видимо, один из них; у него прозвище \"Алый Взор\". Говорят, он довольно умелый и известный."
    }
  ]
}