{
  "dataList": [
    {
      "id": "DanteNoteDetail_122",
      "title": "",
      "desc": "- Зеркало показывает возможности, которые могли быть или не быть. Когда Кэтрин, Нелли и Хитклиф из Зеркального Мира заглянули в Зеркало, они увидели только всевозможные трагедии в своем будущем. Если действительно существуют миры бесконечных возможностей, то... у них должна быть бесконечность времени для наблюдения, верно? Так можем ли мы действительно сказать, что они увидели все возможные будущие? Другими словами, возможно ли вообще сделать что-то подобное? Это заставляет меня задуматься, можем ли мы активно взаимодействовать или что-то в этом роде с Зеркальными Мирами.\n\n- Мы почти ежедневно используем эти зеркальные технологии, но так мало о них знаем. И Сан также сказал, что Зеркальные Миры подобны ужасно запутанному клубку тайн, который мы должны осторожно распутывать."
    },
    {
      "id": "DanteNoteDetail_123",
      "title": "",
      "desc": "- Главный исполнительный директор T Corp. предложил купить Монолит у Компании Лимбус. Теперь мы продаем артефакты, способные вызывать Искажения? Это не имеет смысла — наш основной бизнес, по крайней мере на поверхности, — это управление Искажениями... но мы продаем предметы, которые могут создавать Искажения? ... Возможно, мы просто создаем репутацию экспертов по Искажениям, чтобы гарантировать безопасность даже с этими артефактами. Ну... если мы продаем артефакты, которые создают Искажения, и затем заботимся об Искажениях, когда они неизбежно вызывают чье-то Искажение... Думаю, это создает бизнес-модель с циклом прибыли."
    },
    {
      "id": "DanteNoteDetail_124",
      "title": "",
      "desc": "- Уникальные способности каждого Искажения в чем-то похожи на Сингулярности... а иногда даже превосходят их. Даже главный исполнительный директор Корпорации Т сказал, что увидел новые возможности благодаря Искажению, известному как Похититель Времени. Интересно, каков их истинный потенциал?"
    },
    {
      "id": "DanteNoteDetail_125",
      "title": "",
      "desc": "- Их Гнездо находится в Районе 16.\n- Он полон невероятно высоких небоскребов и шпилей, чтобы увидеть верхушки которых мне приходится запрокидывать голову.\n- Их специализация — это... различные консервированные продукты. Мерсо перечислил множество видов консервов, и я узнал, что их действительно очень много.\n- Стены и колонны железнодорожной станции сверху донизу были покрыты разнообразными листовками. Интересно, что ужасного здесь происходит?"
    },
    {
      "id": "DanteNoteDetail_126",
      "title": "",
      "desc": "- Похоже, они специализируются на защите и поддержании общественного порядка в зоне, указанной их клиентами.\n- Они часто называют себя твоим (то есть, клиентским) щитом.\n- Из разговоров с Идентичностями Цвай я узнал, что они специализируются на защите. Но, конечно, только если с ними заключен контракт."
    },
    {
      "id": "DanteNoteDetail_127",
      "title": "",
      "desc": "- По-видимому, они осуществляют доставки с помощью пространственных сумок, оснащенных ИИ \"Полудница\", которые называются \"Курьерские сундуки\". Если быть точнее, похоже, что Ассоциация назначает тип Полудницы, наиболее подходящий для контракта и маршрута каждого Корректировщика Девять.\n- Фауст объяснила, что они встраивают ядро, или модуль, с установленным ИИ в каждый отдельный Курьерский сундук и... Суть в том, что они устанавливают ИИ на сумку и используют его для доставки вещей.\n- Предметы в каждом сундуке часто хорошо сохраняются, а их доставки редко опаздывают, что делает их жизненно важной Ассоциацией в Городе. Может быть, мы сможем воспользоваться их услугами однажды? Звучит довольно удобно.\n- После короткого разговора с Идентичностью я узнал, что Полудница, ИИ, значительно усиливает своих пользователей, если определяет, что может быть трудно осуществить доставку вовремя. Неспособность осуществить пунктуальную доставку может привести к смерти... неудивительно, что они редко пропускают дедлайн."
    },
    {
      "id": "DanteNoteDetail_128",
      "title": "",
      "desc": "- Синдикат, основанный Соней. Родион однажды сказала мне, что раньше они помогали обездоленным из Подворотен, но в конце концов превратились в диванных революционеров, которые только и делают, что сидят и разговаривают о том, как они собираются изменить Город.\n\n- Они медленно распространяют свое влияние через Гнезда. Мы даже столкнулись с террористами Юродивых, которые использовали различные изобретения, чтобы создавать проблемы в Гнезде корпорации T.\n\n- Юродивые, которые почитают Соню как своего \"Святого\", сказали, что ждут \"подходящего момента\". Я не знаю, почему они называют Соню Святым или о каком моменте говорят... но что-то в этом меня настораживает.\n\n- Из того, что я узнал, прислушиваясь к Идентичностям Диечи, Соня - не такой же \"Святой\", как у Ассоциации Диечи."
    },
    {
      "id": "DanteNoteDetail_129",
      "title": "",
      "desc": "- Мы столкнулись с Пеккатулой, которая может имитировать не только внешность Грешников, но и их Идентичности и ЭГО. Я спросил Фауст, как Пеккатула, которая всего лишь неудавшееся Искажение, смогла использовать ЭГО... но Фауст прервала весь разговор, сказав, что это всё ещё засекреченная информация.\n- Как они вообще смогли имитировать Грешников из Зеркальных Миров, если у них нет Карт Идентичности, извлечённых с помощью зеркальной технологии?"
    },
    {
      "id": "DanteNoteDetail_130",
      "title": "",
      "desc": "- Сумки, которые носят Дворецкие, называются \"пространственными кейсами\" или пространственными атташе-кейсами. Кажется довольно удобным иметь возможность хранить вещи, превышающие по размеру внешний вид сумки. Возможно, это что-то вроде Черного Хода Мефистофеля.\n- Размер и вместимость каждого пространственного кейса зависят от модели. Чем дороже кейс, тем больше его вместимость и меньше внешний размер.\n- По-видимому, мы не можем поместить человека в эти пространственные кейсы. Возможно, это похоже на ВАРП Поезда, где нужно разделять людей и багаж."
    }
  ]
}