{
  "dataList": [
    {
      "id": "DanteNoteDetail_45",
      "title": "",
      "desc": "- Расположено в Гнезде Района 23.\n- Я еще не посещал их место, но узнал кое-что о нем из разговоров с Идентичностями из этого Крыла.\nПохоже, что W Corp. управляет транспортной службой, рекламируемой как \"ВАРП Поезда\", которые перевозят пассажиров с платформы на платформу за считанные секунды.\nБилеты на ВАРП поезда, по-видимому, довольно дорогие, а про билеты первого класса мне сказали, что они просто смехотворны.\n- ...Может, проще сэкономить и поехать на машине?"
    },
    {
      "id": "DanteNoteDetail_46",
      "title": "",
      "desc": "- Процесс синхронизации *Идентичности* с этим миром с использованием собранной нами *Нити*.\n- Это то, как привезенный из другого мира настраивается на Грешника в нашем. (Полагаю, это можно сравнить со связыванием двух миров вместе?)\nНасколько я могу судить, свежеизвлеченная Идентичность не может сразу передать все свои знания и боевые навыки Грешнику.\nВот почему необходимо использовать Нить для \"привязки\" Идентичности и повышения ее эффективности."
    },
    {
      "id": "DanteNoteDetail_47",
      "title": "",
      "desc": "- Подобно натягиванию, это процесс усиления ЭГО Грешников с помощью Нити.\n…Хотя мне интересно, почему *прядение нитей*, а не снова \"натягивание\"?"
    },
    {
      "id": "DanteNoteDetail_48",
      "title": "",
      "desc": "- Находится в Гнезде Района 18.\n- Судя по тому, что я слышал о Корпорации R от связанных с ней Грешников, она немного отличается от других известных мне Крыльев.\nВ то время как большинство Крыльев предоставляют множество удобств, используя свои Сингулярности для улучшения качества жизни людей, Корпорация R в основном занимается вооруженными услугами, такими как наемники.\n- Сила Корпорации R как Крыла исходит из качества ее военных услуг.\nОтис добавила, что, хотя размер войска важен, большая часть его силы в бою будет исходить из полевого опыта и психологической стойкости.\nВ этом смысле, по ее словам, бойцы (солдаты? сотрудники?) Корпорации R подобны машинам для убийства с непоколебимым духом в дополнение к отличному физическому состоянию.\nГрегор сказал, что обычным солдатам свойственно терять волю к борьбе, а затем бежать с поля боя или впадать в панику, и те, кто этого не делает, являются исключением.\nИнтересно, проводит ли Корпорация R военные игры и симуляции или что-то в этом роде."
    },
    {
      "id": "DanteNoteDetail_49",
      "title": "",
      "desc": "- Я спросил, действительно ли статус \"MAX Uptie\", отображаемый на КПК, является наивысшим возможным уровнем.\nЯ хотел знать, означает ли это, что Грешник фактически становится таким же, как тот, из другого мира.\n- Мне сказали, что теоретически это так.\nЕсли Идентичность, привезенная из определенного момента времени мира, откуда она была извлечена, получает больше опыта (например, дальнейшее обучение боевым навыкам), может возникнуть новая возможность, позволяющая дополнительные этапы повышения уровня.\nПолагаю, это означает, что Идентичности из определенных моментов времени могли бы стать сильнее с точки зрения опыта и техники."
    },
    {
      "id": "DanteNoteDetail_50",
      "title": "",
      "desc": "- Когда Грешник разрывает этот *Билет тренировки Идентичности*, кажется, что определенный опыт вливается в него (или в Идентичность, которую он носит).\nЭтот опыт может сделать их даже сильнее, чем они были в своих исходных мирах на момент извлечения. (Ну, так говорят \"соответствующие теории\", по словам Фауст).\n- Я понимаю, что они становятся лучшими бойцами с добавленным опытом, но как это делает их физически сильнее?"
    },
    {
      "id": "DanteNoteDetail_51",
      "title": "",
      "desc": "- Я получил расплывчатые, но в целом осмысленные ответы от Фауста и И Сана.\nКогда Идентичность \"улучшается\" с помощью билетов, совершенствуется сама \"рамка\" Идентичности.\n- Если обобщить их объяснения, улучшения касаются исключительно физических характеристик.\nУсовершенствования происходят такими способами, которые работали бы в оригинальных мирах, откуда пришли Идентичности.\n- Кроме того, когда улучшается Идентичность с протезами, материалы и компоненты протезов, похоже, становятся прочнее и тому подобное.\n- В любом случае, улучшения полностью сосредоточены на физическом совершенствовании."
    },
    {
      "id": "DanteNoteDetail_52",
      "title": "",
      "desc": "- Записываю дополнительные детали, которые я услышал.\n- Хотя на машине можно добраться куда угодно, ВАРП Поезда предпочтительнее, потому что путешествие на автомобиле может стать невероятно сложным.\nЭто имеет смысл, учитывая процедуры, через которые мы прошли только для того, чтобы попасть в Гнездо Корпорации K.\n- Говоря подробнее, похоже, что большая проблема заключается в неэффективной планировке дорог.\nОни настолько извилистые и запутанные, что требуется неоправданно много времени, чтобы проехать между районами Подворотен на машине.\n- Даже если линейное расстояние короткое, дорога к месту назначения будет лабиринтообразной.\nПредположительно, существуют широкие, открытые дороги, называемые автомагистралями, соединяющие Гнезда, но это тоже связано с рядом условий и затрат."
    },
    {
      "id": "DanteNoteDetail_53",
      "title": "",
      "desc": "- Подобно Идентичностям, ЭГО, используемое Грешниками, представляет собой возможности, извлеченные из ядер определенных Аномалий для подходящих индивидов.\nОднако для использования ЭГО в полную силу требуется сплести воедино глубокое понимание и хорошо продуманную интерпретацию Аномалии, поэтому этот процесс называется \"прядением нитей\", что-то вроде идиомы о плетении небылиц.\n- Прядение нитей ЭГО обогащает понимание ментальных образов Аномалии, усиливая его мощь и эффективность.\n- ЭГО, похоже, является проявлением некой ментальной силы.\nПолагаю, имеет смысл, что формирование тщательного знания об Аномалии и её ЭГО важно."
    },
    {
      "id": "DanteNoteDetail_54",
      "title": "",
      "desc": "- Я спросил, нельзя ли улучшить Идентичности выше их текущего максимального уровня (30 на момент написания), как показано в КПК.\n- Эти значения, похоже, связаны с Золотыми Ветвями, которые мы собираем. Кроме того, мне сказали, что я пока не смогу выдержать дальнейшие улучшения.\nОзначает ли это, что в будущем будет возможно улучшить их еще больше?\n- ...Если подумать, если эти \"повышения уровня\" нужны только для усиления их физических тел, то почему эти вещи называются \"билетами на тренировку\"? Я думал, что это покрывается аптайями?"
    },
    {
      "id": "DanteNoteDetail_55",
      "title": "",
      "desc": "- Узнал шокирующий факт во время разговора с Грешниками, облаченными в идентичности Корпорации W.\nХотя они не сказали мне напрямую... похоже, что поездки на ВАРП Поездах, которые со стороны занимают не более нескольких минут, заставляют пассажиров воспринимать ужасно долгое время, растворяя их рассудок и деформируя их до неузнаваемости к концу поездки.\nЗатем работа агентов по уборке - физически разобраться с этим беспорядком каждый раз.\n...Слава богу, у нас есть автобус.\n- Всё это предположения, основанные на разговорах с идентичностями, поэтому я планирую оставить эту информацию при себе."
    },
    {
      "id": "DanteNoteDetail_56",
      "title": "",
      "desc": "- Из рассказов Идентичностей Корпорации R я узнал, что в Крыле есть команда под названием \"Четвертая стая\" с тремя подразделениями: Кролики, Олени и Носороги.\n- Кролики - это универсалы, которых отправляют на самые разные миссии.\n- Оленям хирургическим путем вживили рога, которые преобразуют ментальную силу в физическую.\n- Хотя я еще не встречался с Носорогами, мне сказали, что их специальность - сеять хаос."
    },
    {
      "id": "DanteNoteDetail_57",
      "title": "",
      "desc": "- Я спросил, происходят ли события, отличающиеся от нашей временной линии, в мирах, откуда были извлечены Идентичности, по мере течения времени.\n- Мне сказали, что мы не можем знать наверняка и что это в любом случае не имеет значения.\nКомпания Лимбус заинтересована только в улучшении боевых способностей Грешников, поэтому им безразлично, что происходит с Идентичностью или её миром, когда мы их развязываем."
    },
    {
      "id": "DanteNoteDetail_58",
      "title": "",
      "desc": "- Хотя роль Нити в повышении уровня заключается в соединении людей между мирами, похоже, что в прядении нитей она работает как провод, распутывающий суть Аномалии.\n- Фауст говорит, что в будущем мы, возможно, сможем прясти ЭГО за пределами наших текущих возможностей.\nПодобно улучшению и повышению уровня Идентичностей, сбор Золотых Ветвей должен позволить нам расшифровать и интерпретировать их более детально."
    },
    {
      "id": "DanteNoteDetail_59",
      "title": "",
      "desc": "- Насколько я могу судить, ЭГО, которым пользуются наши Грешники, по-видимому, работает так, что пользователь делает эмоции или самоидентичность Аномалии своими собственными.\nХотя я сам этого не испытывал...\n- Я несколько раз слышал, что это ощущается похоже на то, как будто на тебя влияют чужие мысли, и ты отражаешь их в жизнь, словно идёшь в чужой обуви."
    },
    {
      "id": "DanteNoteDetail_60",
      "title": "",
      "desc": "- Еще одна примечательная вещь в том, что они, похоже, находятся вне realm логики или классической физики.\nФауст говорит, что в моем нынешнем состоянии нет необходимости задумываться о тонкостях, но...\nЯ не думаю, что можно просто отмахнуться от того, что плоть отрастает от отрубленной руки или что наклейки повышают удачу, как от вещей, которые просто так работают.\n- ...Постойте, моя голова тоже Сингулярность?"
    },
    {
      "id": "DanteNoteDetail_61",
      "title": "",
      "desc": "- Кажется, Грешники испытывают что-то вроде головокружения, когда приближаются к этой штуке. Я слышал, это называется \"резонанс\".\nВозможно, это похоже на мои головные боли.\n- Когда мы возвращаемся с Золотой Ветвью, Вергилий вызывает людей из какого-то другого отдела, чтобы они позаботились о ней.\nКогда я спросил его об этом, он просто сказал, что она \"отправляется в штаб-квартиру\"."
    },
    {
      "id": "DanteNoteDetail_62",
      "title": "",
      "desc": "- Однако, если не остановиться на простом убеждении и глубоко погрузиться в это другое чувство себя, тебя поглотит то, что его несёт.\nЭто не раз убивало Грешников...\nИ причиняло мне адскую боль."
    },
    {
      "id": "DanteNoteDetail_63",
      "title": "",
      "desc": "- Старая Корпорация L раньше классифицировала Аномалии по пяти уровням.\nЮри рассказала нам, что Корпорация L оценивала их на основе эффективности производства энергии.\nПохоже, Компания Лимбус использует те же уровни для их категоризации."
    }
  ]
}