{
  "dataList": [
    {
      "id": "DanteNoteDetail_64",
      "title": "",
      "desc": "- Это наш мобильный офис, наш дом и наше транспортное средство. Грешники и я едим, спим, работаем и сражаемся здесь.\n- Он выглядит как смесь поезда и автобуса, но почему-то все называют его автобусом. Полагаю, это имеет смысл, учитывая название нашего отдела.\n- По-видимому, он работает на двигателе, который спроектировала Фауст.\nВсё особенное в Мефистофеле исходит от его двигателя. Он не только приводит в движение транспортное средство, чтобы автобус мог доставлять нас в разные места, но и позволяет нам извлекать Идентичности из других миров. Мы также можем попасть в комнаты отдыха или тренировочные залы через его Черный Ход, и всё это благодаря двигателю.\n- Кажется, Мефистофель можно модернизировать и оснастить дополнительными функциями. Думаю, один из Грешников сказал, что это как будто сам автобус растёт, или что-то в этом роде. (Хотя я не помню, кто именно это сказал.)"
    },
    {
      "id": "DanteNoteDetail_65",
      "title": "",
      "desc": "- Дверь... в задней части Мефистофеля. За ней коридор, полный дверей, ведущих в личные комнаты или комнаты отдыха каждого Грешника.\n- Грешники рассказывают мне, что каждая комната имеет уникальный вид и различный интерьер. Фауст объяснила, что они могут отражать личную психику или воспоминания каждого Грешника.\n- В этом автобусе людей больше, чем дверей, которые мы фактически используем, но те, которыми мы пользуемся, могут вести в разные пространства в зависимости от того, кто их открывает первым. Например, два грешника могут войти в одну и ту же дверь, но оказаться в разных комнатах.\n- На дверях есть таблички с именами, указывающие, в чьи комнаты они ведут.\n- Есть также двери, которые просто ведут на другую сторону стены, на которой они расположены."
    },
    {
      "id": "DanteNoteDetail_66",
      "title": "",
      "desc": "- Дверь моей комнаты ведет в коридор, из которого можно попасть в Зеркальное Подземелье и Подземелья Светодобычи.\n- Я вижу, что коридор за Черным Ходом простирается дальше той области, которую мы используем, но кто-то поставил там знак, предупреждающий нас не нарушать границу.\nУ нас чуть не случилось серьезное происшествие, когда Хитклиф попытался пройти за порог, несмотря на предупреждения. Что-то подсказывает мне, что в глубине коридора скрываются опасные вещи или территории.\nПаническое выражение лица Хитклифа до сих пор свежо в моей памяти... Как и необычная срочность в поведении Фауст.\n- Рёшу называет это бесконечное пространство \"Коридором\". Я понимаю, что она говорит не просто о каком-то коридоре. Но о чем еще она может говорить...?"
    },
    {
      "id": "DanteNoteDetail_67",
      "title": "",
      "desc": "- Это «подземелья», к которым мы можем получить доступ через Черный Ход.\nКоридор, ведущий к Зеркальному Подземелью, сделан из холодного, тяжелого металла. Он вызывает иной вид тревоги, чем наши обычные деревянные двери и коридоры.\n- Сначала была только одна дверь, ведущая в Зеркальное Подземелье, а остальные были закрыты. Однако в какой-то момент открылась вторая дверь, так что теперь у нас их две. Учитывая, что Фауст сообщала нам, когда двери будут открываться, я предполагаю, что для их открытия существуют определенные условия. Или, может быть, они следуют какому-то расписанию.\n- Когда я вхожу в Зеркальное Подземелье, я попадаю в место, напоминающее туманный космос. Я могу выбирать, каких Грешников взять с собой в каждое из Зеркальных Подземелий."
    },
    {
      "id": "DanteNoteDetail_68",
      "title": "",
      "desc": "- Один из типов подземелий, в которые мы можем попасть через Черный Ход.\n- Как только мы входим, слева находится Подземелье Светодобычи для Тренировочных Билетов, а справа - Подземелье Светодобычи для Нитей.\n- Похоже, мы можем собирать ресурсы для усиления Грешников, сражаясь с Аномалиями или врагами, с которыми мы сталкивались в прошлом.\n- Нам нужно тратить Энкефалин, чтобы попасть в эти подземелья, так как они также требуют работы двигателя Мефистофеля."
    },
    {
      "id": "DanteNoteDetail_69",
      "title": "",
      "desc": "- По словам Фауст, двигатель Мефистофеля активно стабилизирует Зеркальные Подземелья, в которые нам разрешено входить через Черный Ход.\n- Похоже, их конечная цель - улучшить мои способности и способности Грешников. Фауст рекомендовала нам часто посещать Зеркальные Подземелья через Черный Ход, даже если это означает расход Энкефалина, используемого для двигателя."
    },
    {
      "id": "DanteNoteDetail_70",
      "title": "",
      "desc": "- Место, к которому мы можем получить доступ через Черный Ход.\n- Грегор говорит мне, что оно очень похоже на станции метро Города.\n- Выглядит довольно обветшалым, как будто находится здесь уже долгое время. На рельсах стоит то, что похоже на вагон метро.\n- Этот вагон метро немного напоминает наш Мефистофель, только выглядит так, будто его оставили гнить на долгое время.\n- Вагон метро не сдвинулся с места, когда внутри был только один Грешник. Однако, когда остальные Грешники присоединились, дверь закрылась сама по себе, и вагон начал куда-то нас везти.\n- Грешники сказали мне, что он доставил нас до следующей остановки.\n- Исходя из моего опыта здесь, я могу сказать, что каждая станция вела в другую среду, некоторые из которых были местами, где мы бывали в прошлом.\n- Дверь закрывается за нами, когда мы выходим из вагона метро на новую станцию. Затем на нас без всякой причины нападает Аномалия или какие-то враги, что приводит к немедленному бою.\n- Когда бой заканчивается, дверь вагона метро снова открывается. Как только мы все на борту, он везет нас к следующей остановке. Повторяем процесс, пока не доберемся до конечной станции."
    },
    {
      "id": "DanteNoteDetail_71",
      "title": "",
      "desc": "- Фауст говорит мне, что они, похоже, являются... \"симуляциями или серией локаций, созданных для улучшения наших способностей, подобно функциям Зеркальных Подземелий или Подземелий Светодобычи из Черного Хода\".\nЭто имеет смысл. Мы встречали там таких врагов, как Кромер, но все, что они делали, это сражались с нами. Возможно, они тоже просто симуляции.\n- Не уверен, проводит ли это нас через очень реалистичную симуляцию, или на самом деле переносит туда, где обитают Аномалии. Я все еще недостаточно знаю об этом месте, чтобы сказать наверняка.\n- Когда мы добрались до конца маршрута в метро, нам разрешили вернуться в автобус через одну из станций.\n- Один из Грешников был в ярости, жалуясь, что нас отправили на бессмысленную погоню... пока не увидел, как Фауст открывает ящик \"Бюро находок\" и собирает целую кучу ресурсов."
    },
    {
      "id": "DanteNoteDetail_72",
      "title": "",
      "desc": "- Хотя сейчас она закрыта, мы уже бывали на этой станции раньше.\n- Всё место имело голубоватый оттенок.\n- Мы встретили и сразились с некоторыми знакомыми лицами, но многие из Аномалий там были существами, с которыми мы ещё не сталкивались в филиалах Корпорации Лоботомии.\n- Я припоминаю, что мы уже взаимодействовали с некоторыми из этих Аномалий раньше в Зеркальных Подземельях. Фауст говорит, что наше взаимодействие с ними в Зеркальных Подземельях происходило через какие-то... пространства. То есть, их ментальные пространства и миры.\nМожет быть, железная дорога случайно остановилась в одном из этих миров?\n- Тогда, возможно, это не симуляция? Я не знаю..."
    },
    {
      "id": "DanteNoteDetail_73",
      "title": "",
      "desc": "- Это место имеет зеленоватый оттенок, в отличие от Линии 1 с её синим тоном. Держу пари, следующая будет другого цвета. И так далее, и тому подобное.\n- Снова мы сражались с ещё большим количеством Аномалий, которые мы раньше видели лишь мельком.\n- Все обрадовались, когда увидели, что на Линии 2 гораздо меньше Станций, чем на Линии 1... Пока И Сан не заметил какие-то символы на стене и предположил, что нам придётся пройти эту Линию несколько раз.\n- С каждым новым Циклом добавлялась новая Станция, хотя нам всё равно приходилось сначала проходить через более ранние станции.\n- Примерно к тому времени, когда мы были на четвёртом Цикле, Хитклиф начал громко жаловаться, что ему надоело делать одно и то же снова и снова и снова и снова. Некоторые Грешники, казалось, тоже становились всё более беспокойными, но кризис был предотвращён благодаря И Сану, который сказал, что, судя по знаку, пятый Цикл был последним, который им нужно было завершить.\n- Как только мы закончили наш пятый Цикл, мы смогли найти большую кучу различных ресурсов в Бюро находок. Насколько я могу судить, у каждой Линии будут разные маршруты и условия для их прохождения."
    },
    {
      "id": "DanteNoteDetail_74",
      "title": "",
      "desc": "- Похоже, они специализируются на сборе и исследовании знаний.\n- Говорят, члены Ассоциации используют оборудование, которое черпает физическую силу из знаний.\n- Чем труднее получить знание и чем оно ценнее, тем большую силу оно дает своим пользователям. Однако, похоже, они теряют это знание, как только извлекают из него силу.\n- Похоже, у них есть Корректировщики, которые сражаются кулаками, и Корректировщики, которые сражаются... ключами? (Что?)"
    },
    {
      "id": "DanteNoteDetail_75",
      "title": "",
      "desc": "- Я не совсем понимал, зачем они запускали кучу дронов по всему Городу, снимая сцены смерти и боли... но, похоже, на то была причина.\n- Выполняя их просьбу, я узнал кое-что о Гнезде К-корпорации... Но я не уверен, стоит ли мне оставлять запись об этом."
    },
    {
      "id": "DanteNoteDetail_76",
      "title": "",
      "desc": "- Ладно. Ниже информация, которую я НЕ должен записывать... Но я всё равно хотел её зафиксировать. Будь что будет.\n- ... Кто знает. Однажды даже я могу забыть всё.\n- Они объяснили, что ампулы HP на самом деле были бесконечно крошечными наноботами, помогающими регенерировать тело. По-видимому, они были настолько малы, что их скопление просто выглядело как зелёная жидкость.\nНо ничего из этого не было правдой. Они не были даже отдалённо похожи на наноботы. Ампулы были просто наполнены какой-то зелёной жидкостью.\n- HP-пули Корпорации K, также известные как Регенерационные Ампулы, не похожи на мази. Они, эм... возвращают тело введённого человека в форму, которую он помнит как неповреждённую.\n- Стефанетт, основательница Корпорации K, отправилась в Дальние Окраины и принесла оттуда организм, который они называют 'Плачущей Сущностью', из которого они извлекают жидкость.\n- Я думаю, что 'Плачущая Сущность' когда-то была человеком, судя по тому, что я видел через резонанс с Золотой Ветвью.\n- Кажется, их желанием было, чтобы никто больше никогда не страдал от боли. И это желание было исполнено... в некотором роде, во всяком случае. Теоретически, её слёзы могут исцелить буквально любую часть тела, пока мозг цел.\n- Как следует из названия, Плачущая Сущность проливает слёзы, когда чувствует печаль. И путём обработки или разбавления её слёз создаются ампулы, Сингулярность Корпорации K.\n- Сначала основательница Стефанетт вызывала её слёзы, рассказывая грустные или эмоциональные истории. Но после её смерти те, кто захватил власть, погрузили её в постоянный поток жестоких, шокирующих образов, чтобы более эффективно производить её слёзы.\n- Вот почему дроны снимали смерти людей. Чтобы заставить Плачущую Сущность смотреть на эти жестокие и шокирующие трагедии.\n- Похоже, что заставлять её смотреть одну и ту же трагедию снова и снова не так эффективно. Им приходится постоянно предоставлять ей новые, разные сцены насилия. Вот почему они импортируют похожие кадры из других Гнёзд. Они планировали использовать технологию стеклянного окна, похожую на зеркало, чтобы обеспечить её постоянным потоком кадров, но наше вмешательство, похоже, сорвало эти планы.\n- Учитывая, что 'Плачущая Сущность' всё-таки является организмом, она, по-видимому, также способна производить потомство. Альфонсо назвала ту, которую мы видели... дочерней сущностью.\n- Я не знаю как... но если бы мне пришлось строить догадки, я бы сказал, что они пытаются улучшить свои производственные показатели, используя детей Плачущей Сущности."
    }
  ]
}