{
  "dataList": [
    {
      "id": "DanteNoteDetail_77",
      "title": "",
      "desc": "- Мне лишь немного любопытно, но интересно, что бы произошло, если бы пользователю протезов ввели Ампулу К-Корпорации?\n- Мы узнали всё об их Сингулярности, от её происхождения до методов производства, но после того, как нас подвергли процедуре стирания памяти, только я один помню об этом. Я решил затаиться и притвориться, что процедура сработала. Даже с моими ограниченными знаниями о Городе, я чувствовал, что эта информация, вероятно, довольно важна.\n- Я обычно и так не показываю эти записи Грешникам, но... теперь мне придётся быть ещё осторожнее с этим."
    },
    {
      "id": "DanteNoteDetail_78",
      "title": "",
      "desc": "- Технология, используемая для стирания определенных воспоминаний.\n- Я помню, как мы по очереди входили в какую-то комнату. Процедура заканчивалась, когда Грешники выходили с полностью стертыми соответствующими воспоминаниями.\n- Странно. Я помню все, что Корпорация К хотела, чтобы я забыл, но эта комната... Я не могу вспомнить ничего о самой процедуре стирания памяти.\n- Это оставляет меня со множеством вопросов. Почему процедура не сработала на мне? Если она не сработала, почему я не могу вспомнить ничего о самой процедуре стирания памяти?"
    },
    {
      "id": "DanteNoteDetail_79",
      "title": "",
      "desc": "- Находится в Гнезде Района 20.\n- Похоже, они специализируются на использовании временных технологий.\n- Я познакомился с Корпорацией Т только через резонанс с Золотой Ветвью. Я никогда раньше не был в Гнезде Корпорации Т, поэтому не уверен, насколько достоверным был тот опыт.\n- Кажется, они ценят технологии и изобретения.\n- Всё Гнездо буквально монохромное. Думаю, иметь какой-либо цвет — это привилегия, доступная только тем, у кого есть власть. Чёрный дым, постоянно извергающийся из многочисленных зданий, затемнил небо над ним."
    },
    {
      "id": "DanteNoteDetail_80",
      "title": "",
      "desc": "- Находится в Гнезде Района 21.\n- Они используют эту Сингулярность, называемую резонансным камертоном. Она может сплавлять воедино два предмета совершенно разной природы, словно они всегда были частью друг друга.\n- Каким-то образом сила резонансного камертона сплавила воедино оружие и монстроподобных крабов, называемых Мусорными Крабами. Они могли использовать это сплавленное оружие, как будто родились с ним.\n- U Corp. разбросана по всему Великому Озеру, большинство ее основных учреждений находится на его поверхности.\n- Это означает, что нам крайне необходим корабль, если мы хотим куда-то добраться в U Corp. Поэтому мы модифицировали Мефистофеля в корабль с помощью резонансного камертона.\n- Мне кажется, что это пересекается с другим регионом, называемым \"Окраины\"... Хм."
    },
    {
      "id": "DanteNoteDetail_81",
      "title": "",
      "desc": "- Я только мельком слышал об этом, но не думаю, что речь шла о какой-то обычной библиотеке.\n- Об этом упоминали Корректировщики из Молар Боатворкс. Они сказали, что вошли туда, случилось что-то ужасное, и они... вернулись из книги? Я недостаточно знаю о Городе, чтобы связать эти факты или сделать какие-либо значимые предположения, поэтому просто запишу то, что услышал, и пока отложу это."
    },
    {
      "id": "DanteNoteDetail_82",
      "title": "",
      "desc": "- Я так и знал. Ассоциации — не единственный вид организаций, на которые может работать Корректировщик. Некоторые из них также работают на Конторы. Похоже, они все специализируются на разных вещах, точно так же, как и сами Корректировщики."
    },
    {
      "id": "DanteNoteDetail_83",
      "title": "",
      "desc": "- Похоже, они специализируются на сборе разведданных.\n- Разведданные, знания... Я думал, они будут довольно похожи на ассоциацию Дьечи, но одна из Идентичностей объяснила мне их различия.\n- В то время как Ассоциация Семи специализируется на использовании любых средств для сбора разведданных, которые им поручено найти, Ассоциация Дьечи специализируется на том, чтобы сделать найденные знания своими собственными путем их анализа и разбора.\n- Тем не менее, я уверен, что у них много пересечений, учитывая их схожую специализацию."
    },
    {
      "id": "DanteNoteDetail_84",
      "title": "",
      "desc": "- Похоже, они специализируются на доставке и транспортировке.\n- Город полон опасностей на каждом шагу, поэтому чрезвычайно сложно доставлять важные предметы или информацию адресатам вовремя, не потеряв их в процессе.\n- И Сан сказал мне: \"Хотя Город может казаться крошечным с высоты птичьего полёта, которую предоставляет карта, подход, учитывающий его площадь, а не то, что показывает одна его поверхность, открывает совершенно иной мир. Город тесен от переполняющих его зданий как на земле, так и в небесах, их лабиринтное строение и Сингулярности рисуют картину, скрытую за завесой...\". Я не совсем понял, о чём он говорил, поэтому просто кивал в ответ."
    },
    {
      "id": "DanteNoteDetail_85",
      "title": "",
      "desc": "- Похоже, они оставили часть ЭГО-оборудования, которое филиалы Корпорации Лоботомия когда-то использовали для управления Аномалиями.\n- Думаю, есть определенные условия и риски использования этого ЭГО-оборудования, такого как оружие или броня. Это логично, учитывая, что оно извлечено из Аномалий, которыми управляла Корпорация Лоботомия. Кажется, оно также влияет на настроение или манеру речи пользователей.\n- Учитывая, что оно создано из Аномалий... это может создать проблемы во время наших будущих визитов в филиалы Корпорации Лоботомия."
    },
    {
      "id": "DanteNoteDetail_86",
      "title": "",
      "desc": "- Они специализируются на создании и модификации снаряжения, используемого Корректировщиками.\n- Технически, они относятся к той же категории, что и Офисы. Однако, в отличие от Офисов Корректировщиков с различными специализациями, эти места конкретно называют Мастерскими.\n- В основном, они изготавливают и продают оружие, броню и другие инструменты, которые используют Корректировщики. Иногда им также поручают создание индивидуального снаряжения. По крайней мере, такое впечатление у меня сложилось.\n- Учитывая, что ими тоже управляют Корректировщики, Мастерские не чураются брать контракты, связанные с боевыми действиями, если это необходимо. Как, например, это сделала Мастерская Розового Гаечного Ключа."
    },
    {
      "id": "DanteNoteDetail_87",
      "title": "",
      "desc": "- Хм... Автобус действительно превратился в лодку.\nПолагаю, это и есть те самые \"дополнительные функции\"...\nДальнейшие модификации и улучшения производительности стали возможны благодаря использованию как резонансного камертона, так и двигателя Мефистофеля. (Теперь, когда я думаю об этом, та Мика была в постоянном состоянии изумления.)\nЧёрт возьми, внутри он больше, чем снаружи. Я не удивлюсь, если в будущем к нему добавят всевозможные фантастические функции."
    },
    {
      "id": "DanteNoteDetail_88",
      "title": "",
      "desc": "- Глядя на карту, за общей территорией, где находятся Гнезда, есть зона. Эта зона называется Окраинами.\n- На Окраинах есть \"монстры\". Измаил и Отис называли их \"монстрами\", а не \"Аномалиями\"... Учитывая, что они уже сталкивались с Аномалиями раньше, я предполагаю, что там есть какие-то монстроподобные существа, которые не являются Аномалиями.\n- Ну, нам-то вряд ли когда-нибудь придется посещать Окраины. Сомневаюсь, что даже Лоботомия Корп. построит филиал за пределами Города.\n- ... Я только что вспомнил, что Измаил говорила, что Великое Озеро частично находится на территории Окраин."
    },
    {
      "id": "DanteNoteDetail_89",
      "title": "",
      "desc": "- Огромное озеро в южной части Города. Некоторые называют его морем или океаном.\n- Великое Озеро — это не просто один большой водоем. Оно разделено прямыми линиями на несколько меньших участков, каждый из которых имеет свой уникальный цвет. Я видел лишь небольшую его часть, но оно напоминает мне лоскутную ткань.\n- По словам Измаил, похоже, что Великое Озеро полно коварных природных катастроф и чудовищ.\nДаже если она права в том, что нам, возможно, еще рано идти к Великому Озеру... У нас не так уж много выбора в этом вопросе. Компания Лимбус приказала нам идти в том направлении, так что мы должны.\n- Полагаю, именно это решение и привело нас к такой ситуации... Я все еще не уверен, что мне следует делать.\n- В каком-то смысле, наверное, нам стоит считать себя счастливчиками. Пока ничего катастрофического не произошло. Возможно, мы все еще находимся в прибрежной зоне, о которой упоминала Измаил."
    },
    {
      "id": "DanteNoteDetail_90",
      "title": "",
      "desc": "- Я думал, что все монстры - это либо Аномалии, либо Искажения, но, похоже, все наоборот. Все Аномалии - монстры, но не все монстры - Аномалии... Кажется.\n- Говорят, что Мусорные Крабы - главный пример монстров, которые не являются Аномалиями.\n- Хотя они не так распространены, я думаю, они иногда упоминаются в жутких историях или легендах Города.\n- Видимо, Окраины и Великое Озеро просто кишат этими \"монстрами\"...\n- Тем не менее, это означает, что монстры есть и внутри, и за пределами Города. Пока не знаю, как я буду их классифицировать."
    },
    {
      "id": "DanteNoteDetail_91",
      "title": "",
      "desc": "- Похоже, это особый период, когда мы можем извлекать Идентичности и ЭГО, которые обычно недоступны.\n- Хотя временные линии и миры, к которым мы можем получить доступ, расширяются в течение этого периода, это не значит, что мы будем извлекать случайные Идентичности и ЭГО отовсюду. Фауст объяснила, что те, кого мы в итоге извлечём в этот период, будут иметь отношение ко всем нам. Иметь отношение... к текущему состоянию Компании Лимбус каким-то образом.\n- Кажется, Вальпургиева ночь наступает время от времени. Как обычно, Фауст не рассказывает мне всего, но я хотя бы смог понять, что следующая Вальпургиева ночь будет отличаться от этой."
    }
  ]
}