{
  "dataList": [
    {
      "id": "DanteNoteDetail_115",
      "title": "",
      "desc": "- Дон Кихот объяснила, что это Корректировщики, подписавшие долгосрочные контракты, связанные с отдельными людьми, семьями или поместьями.\n- Из-за широкого спектра их обязанностей, оплата часто бывает довольно выгодной, поэтому многие Корректировщики высокого ранга часто берут контракты Дворецких после выхода на пенсию.\n- ... Хм. Так эти Корректировщики уходят на пенсию, чтобы... стать другим видом Корректировщиков?\n- Дворецкие, связанные с семьями или поместьями, иногда даже забывают, какими были их изначальные контракты. Но, по-видимому, увольнение тоже является рискованным решением, учитывая, что охотники за нарушителями табу или контрактные Офисы могут начать охоту за ними в поисках награды.\n- Это несправедливо, но у них не так уж много вариантов. Это одна из тех редких гарантированных долгосрочных работ в Городе, которая обеспечивает достойную зарплату, поэтому большинство из них предпочитают оставаться Дворецкими вместо того, чтобы рисковать безработицей."
    },
    {
      "id": "DanteNoteDetail_116",
      "title": "",
      "desc": "- Похоже, что Корректировщики в каждом из основных направлений Города отличаются по одежде и методам работы.\n- Хотя у меня пока не было много личного опыта общения с ними... Теперь, когда я на севере, уверен, у нас будет много возможностей наблюдать эти различия."
    },
    {
      "id": "DanteNoteDetail_117",
      "title": "",
      "desc": "- Я до сих пор не понимаю, как работают эти Золотые Ветви. Но если они действительно могут исполнять желания людей... это должно быть что-то невероятное.\n- Вспоминая об этом, резонанс с Золотой Ветвью создавал своего рода подземелье глубин... или Глубины Эго, через которые нам приходилось сражаться.\n- Возможно, сила Золотых Ветвей заключается в реализации... мыслей или воображения людей. Знаю, это едва ли имеет смысл... но когда что-либо в этом приключении имело смысл?\n- В любом случае, эти Золотые Ветви определенно нечто особенное. Так чего же пытается достичь Компания Лимбус, собирая их? Некоторые говорят, что Золотые Ветви как-то связаны с технологией Зеркального Подземелья, но... как? Каждая маленькая деталь, которую я узнаю, кажется, ведет только к новым вопросам..."
    },
    {
      "id": "DanteNoteDetail_118",
      "title": "",
      "desc": "- Ну, я понимаю, что случайно манипулировал большим количеством времени. Но я спросил И Сана из чистого любопытства, как мы оказались обременены более чем десятью миллиардами Анов Временного Налога.\n- И Сан объяснил, что у каждого человека разная ставка Временного Налога, и что чем больше у кого-то \"времени\", тем больше Временного Налога ему придется заплатить. Он продолжил объяснять с помощью различных математических формул, но я не понял даже половины того, что... то есть, даже четверти того, что он сказал.\n- Сколько бы времени у кого-то ни было, они не могут его использовать, если не снимут временной баланс накануне. С этим снятым временем они могут использовать его всё сразу, чтобы сделать свои дни длиннее... или сохранить время, чтобы вложить его в другой случай. Не то чтобы у бедных людей была финансовая возможность даже подумать о последнем.\n- Главным исполнительным директором Т Корп. был этот парень по имени \"Хуберт\". Не думаю, что я когда-либо встречал настоящего главу целого Крыла раньше...\n- Хуберт помогал Грешникам, притворяясь нашим \"ассистентом\". Он говорит, что раньше стремился сделать Город лучше... Честно говоря, учитывая состояние Т Корп., я не уверен, что верю в это.\n- Сначала он казался несколько смирившимся. Отпустил Лигу Девяти Литераторов, игнорировал присутствие Юродивых в своём Гнезде... Но что-то во мне, похоже, снова его мотивировало. Вопрос в том... почему?\n- Он также дал мне зловещее предупреждение, что... поворот времени вспять всегда имеет свою цену.\n- ... Но как я мог не повернуть стрелки часов назад?"
    },
    {
      "id": "DanteNoteDetail_119",
      "title": "",
      "desc": "- После того, как я раздобыл множество Идентичностей сотрудников Корпорации W и узнал от них немало о ВАРП поездах, я почувствовал себя достаточно уверенно, чтобы поделиться этой информацией с Грешниками. Что, как оказалось впоследствии, было хорошим решением. Было бы катастрофой объяснять им о ВАРП поездах в тот момент.\n- Помимо того, что нам позволили проспать в криосне во время путешествия на ВАРП поезде, нам также предоставили комплиментарные закуски в рамках пакета Первого класса. Блаженное выражение лица Родион (которая взяла и мою порцию, так как у меня не было рта, чтобы их есть) ясно давало понять, что это был настоящий деликатес.\n- Я нашёл довольно необычным, что поезд, который, насколько известно публике, идёт всего десять секунд, утруждается продавать пакетные услуги или еду в поезде. Когда я спросил Фауст, она объяснила, что их цель менее практична и больше тематична – чтобы дать пассажирам ощущение, что они отправляются в путешествие.\n- Ещё кое-что: я точно помню, как видел, что тот сотрудник заполз в аварийную спасательную капсулу. Так куда же он делся?\n- Так почему же ВАРП поезда не специализируются на перевозке грузов? Если им приходится прилагать столько усилий и задействовать столько людей для перевозки пассажиров, разве не было бы гораздо эффективнее просто перевозить грузы?\n- Постойте, кажется, я спровоцировал дебаты—\n- Хитклиф сказал, что это потому, что перевозка людей и есть главная цель поезда. Похоже, это предположение навело И Сана на мысль.\n- И Сан отметил, что, судя по сотрудничеству Корпорации W с Корпорацией Т, вероятно, им нужно \"время\" для работы их поездов. Более того, Главный исполнительный директор Корпорации Т сказал, что эмоции не меняются со временем; вместо этого время меняется с эмоциями. По крайней мере, что-то в этом роде.\n- Основываясь на том, что сказал каждый, мы пришли к довольно правдоподобному выводу. Что состояние эмоционально трансформирующего сознания в эффективной бесконечности времени и есть то, что двигает или питает ВАРП поезда. Или же это состояние сознания и есть именно то, что ВАРП поезда призваны вызывать. Некоторые Грешники и я аплодировали И Сану и Хитклифу за эту гипотезу."
    },
    {
      "id": "DanteNoteDetail_120",
      "title": "",
      "desc": "- Синеватая станция, оформленная в стиле банкетного зала.\n- Несколько станций прибыли одна за другой без перерыва, и нам даже встретились Пеккатулы, которые выглядели точь-в-точь как Идентичности и ЭГО Грешников, атакующие нас. Неудивительно, что Грешники были измотаны к концу. Фауст назвала их Пеккатулами Зависти... или Пеккатулум Инвидиэ.\n- К счастью, эта железная дорога была достаточно любезна, чтобы дать нам передышку между каждыми несколькими волнами врагов. И поскольку нам удалось пробиться сразу через несколько станций, некоторые Грешники выразили мнение, что эта была предпочтительнее предыдущих, так как хотя бы быстро закончилась.\n- Однако это заставляет меня задуматься. Что случилось со всеми теми Пеккатулами Инвидиэ, которые первыми сели на поезд? Их убили на банкете Короля в Оковах? Или, может быть, они все еще бродят где-то по станциям? Кто знает."
    },
    {
      "id": "DanteNoteDetail_121",
      "title": "",
      "desc": "- Это мое устройство, выданное компанией. Я пишу на нем записи в дневнике, как сейчас, и иногда общаюсь с Идентичностями Грешников. Вероятно, при создании этого устройства использовалась какая-то технология Зеркала.\n- Я использовал это устройство для разговора с Кэтрин. Должно быть, это силы Золотой Ветви позволили мне напрямую общаться с ней. Неужели они встроили Золотую Ветвь в это устройство или что-то в этом роде? Или... может быть, присутствие этой Золотой Ветви позволило мне общаться с ней через какой-то сверхъестественный канал, даже с помощью такого обычного устройства, как это."
    }
  ]
}