{
  "dataList": [
    {
      "id": "DanteNoteDetail_92",
      "title": "",
      "desc": "- Каждая Аномалия классифицируется по разным Уровням Риска, разделенным на пять уровней.\n- Согласно краткому руководству, которое мне дала Фауст... пять уровней, похоже, это ЗАИН / ТЕТ / ХЕ / ВАВ / АЛЕФ.\n- Кажется, что протоколы посмертного наблюдения, написанные Грешниками, отправляются в высшие эшелоны Компании Лимбус, которая затем использует их для определения Уровней Риска.\n- По-видимому, бывают случаи, когда Уровни Риска некоторых Аномалий уже были оценены еще до того, как мы представили протоколы наблюдения. (Хитклиф сказал мне, что когда он наконец-то добрался до написания протокола наблюдения после долгого откладывания, он заметил, что тот уже был помечен Уровнем Риска.) Поскольку эти протоколы, вероятно, напрямую связаны со штаб-квартирой Компании Лимбус, может быть, они проверяют их довольно часто?"
    },
    {
      "id": "DanteNoteDetail_93",
      "title": "",
      "desc": "- Кажется довольно очевидным, но Уровни Риска оцениваются на основе потенциального ущерба, который может нанести каждая Аномалия, и сложности противостояния ей в бою. Понятно... Полагаю, именно поэтому Грешникам сказали сосредоточиться на деталях боевых столкновений и отличительных характеристиках каждой Аномалии при написании отчетов.\n- Хм, но я также помню, что некоторые Аномалии с более низким уровнем риска было сложнее и труднее победить, чем Аномалии с более высоким уровнем риска.\n- Возможно, это Золотая Ветвь подавляет силу Аномалий (думаю, это и называется \"Сдерживание Клипот\")... но, вероятно, просто есть некоторые ошибки в Уровнях Риска.\n- Поэтому я спросил Фауст об этих возможных ошибках, и она прояснила несколько вопросов, которые у меня были относительно разницы между Уровнями Риска Аномалий и реальной сложностью, которую мы ощущали при столкновении с ними.\n- Стандарты для оценки Уровней Риска каждой Аномалии следовали определению Корпорации Лоботомия для каждого Уровня Риска, которые затем LCA использовала для их оценки. Оказывается, данные Корпорации Лоботомия не совсем соответствовали нашему полевому опыту борьбы с Аномалиями.\n- LCA знает об этом несоответствии. Похоже, они собираются объявить о новых стандартах для их категоризации.\n- Мне сказали, что они собираются использовать наши боевые данные и образцы, собранные Компанией Лимбус, чтобы реорганизовать и перекатегоризировать Уровни Риска."
    },
    {
      "id": "DanteNoteDetail_94",
      "title": "",
      "desc": "- Грешники и я... в общем, \"Автобусная команда\" в основном занимается поиском Золотых Ветвей, но Компания Лимбус стремится улучшить свою репутацию как компания, предоставляющая услуги по подавлению, захвату и предотвращению Искажений."
    },
    {
      "id": "DanteNoteDetail_95",
      "title": "",
      "desc": "- Самый влиятельный отдел в Компании Лимбус.\n- Не уверен, что означает эта аббревиатура.\n- Возможно, они работают в тандеме с LCD для важных миссий по извлечению Искажений или монолитов?\n- Команда, известная как подразделение специальных операций, является частью LCA. Все члены этой команды, которых мы видели, были высокими, крупными и одетыми в черное."
    },
    {
      "id": "DanteNoteDetail_96",
      "title": "",
      "desc": "- Феномен, при котором человек превращается в чудовищную форму после определенного триггера.\n- Каким-то образом во время нашего путешествия мы столкнулись с несколькими Искаженными... и я нашел связующую нить, которая объединяет их всех.\n- Я думаю, люди Искажаются, когда их доводят до грани эмоционального срыва.\n- Однако есть один вопрос. Судя по тому, что я видел в Городе, я почти уверен, что там буквально бесчисленное количество людей, доведенных до эмоционального предела. Так почему же мы не видим больше Искажений?\n- Возможно, существует вторичный триггер, вторичное условие помимо доведения человека до эмоционального предела."
    },
    {
      "id": "DanteNoteDetail_97",
      "title": "",
      "desc": "- Они излучают энергию, схожую с Искажениями, но этим сущностям не хватает отличительных характеристик между собой. По крайней мере, между особями одного типа.\n- Мы подтвердили существование шести типов Пеккатул на данный момент. И Сан говорит, что они даже ближе к зверям, чем Искажения.\n- И Сан утверждает, что при сравнении Пеккатул с Искажениями, основываясь на образцах, с которыми мы столкнулись до сих пор, Пеккатулы проявляли гораздо более высокий уровень агрессивности и враждебности, чем Искажения."
    },
    {
      "id": "DanteNoteDetail_98",
      "title": "",
      "desc": "- До сих пор руководство Компании Лимбус классифицировало Искажения по тем же Уровням Риска, что и Аномалии. Но с этим новым объявлением о корректировке и пересмотре Уровней Риска Аномалий они решили классифицировать Искажения по другой системе.\n- Похоже, они определили возможность окончательного уничтожения Искажений как главное отличие между Искажениями и Аномалиями. Вспоминая об этом, Аномалии всегда возвращались в яйцеподобную форму, когда мы их побеждали."
    },
    {
      "id": "DanteNoteDetail_99",
      "title": "",
      "desc": "- Не знаю, благодаря ли это Золотой Ветви в моей голове, но я каким-то образом могу различать Аномалии и Искажения просто по ощущениям, которые они вызывают. Точно так же, как Аномалии и Искажения странным образом похожи, но при этом отличаются друг от друга, Пеккатулы, похоже, странным образом похожи, но отличаются от Искажений.\n- Синклер услышал меня и задумался, что если они ощущаются похоже, но всё же по-разному... то, возможно, они оба происходят из одного источника, и то, что не смогло стать Искажением, становится одной из Пеккатул.\n- Да, это имеет смысл. То, что не смогло стать Искажением, становится Пеккатулой... похоже, это наиболее вероятное предположение, если не появится что-то новое.\n\n- Оценки Уровня Риска и серийные номера для каждой Пеккатулы также пересматриваются. Вероятно, благодаря тем новым Пеккатулам, которых мы видели в здании Ён-джин.\n- Фауст добавила, что наша встреча с новыми сущностями и необходимость для компании отдельно классифицировать Аномалии, Искажения и Пеккатулы привели к пересмотру системы категоризации компании. Да, это примерно то, о чем я думал."
    },
    {
      "id": "DanteNoteDetail_100",
      "title": "",
      "desc": "- Находится в Гнезде Района 19.\n- Похоже, у них есть... \"Король\"...? И у этого \"Короля\", что бы это ни значило, есть \"вассалы\".\n- Так, судя по кратким объяснениям, это похоже на форму управления. Вроде как Гнёзда и Крылья... но не совсем то же самое. Глаза Дон Кихот буквально сияли, когда она слушала, так что я уверен, это далеко не стандартная система управления.\n- Действительно начинает доходить, что у каждого Гнезда своя культура и способ ведения дел.\n- Я всё ещё понятия не имею, какую Сингулярность они используют для поддержки своего Гнезда."
    },
    {
      "id": "DanteNoteDetail_101",
      "title": "",
      "desc": "- LCCA. Похоже, Команда \"После\" не особо высокого мнения обо мне и других Грешниках. Они смотрят свысока практически на весь LCB.\n- Наверное, они думают, что компания оказывает нам особое отношение или что-то в этом роде. Они считают, что нам легко? Может, им стоит попробовать умирать снова и снова, если они действительно думают, что мы избалованные детишки.\n- ... Или почувствовать боль смерти снова, снова и снова. Без конца."
    },
    {
      "id": "DanteNoteDetail_102",
      "title": "",
      "desc": "- Отдел Искажений компании Лимбус.\n- Похоже, это отдел, специализирующийся на работе с Искажениями.\n- Этот отдел был создан для расширения бизнеса компании Лимбус в Городе.\n- Сотрудница LCD по имени Эзра активно помогала нам во время операции по извлечению Монолита.\n- ... Представляю, какой была бы Дон Кихот, будь её характер немного... взрослее."
    },
    {
      "id": "DanteNoteDetail_103",
      "title": "",
      "desc": "- И Сан из Корпорации S. Мне сказали, что Корпорация S занимается большей частью сельского хозяйства и животноводства.\n- Члены Клинкового Родословия, с которыми мы недавно столкнулись, тоже были из Корпорации S. Судя по всему, они покинули Гнездо по причине, похожей на И Сана: внутренние проблемы и тирания коррумпированных.\n- Похоже, в Корпорации S царит невероятный хаос... Надеюсь, это не то место, куда мы направимся дальше."
    },
    {
      "id": "DanteNoteDetail_104",
      "title": "",
      "desc": "- Сауде жива! Вот это исправление, которому я действительно рад.\n- Похоже, она хорошо восстановилась после случившегося и получила повышение до менеджера. Я знаю, что произошедшее сильно тяготило Синклера. Надеюсь, это хоть немного успокоит его сердце.\n- Команда \"До\", такие как Сауде и Пилот, по крайней мере работали вместе с нами... Но эта женщина из LCCA, Кайман, относилась к нам и LCCB так, будто мы ниже их. После этого я чувствовал себя отвратительно."
    },
    {
      "id": "DanteNoteDetail_105",
      "title": "",
      "desc": "- Чёрная стела, которая \"заставляет людей искажаться\". Думаю, в Компании Лимбус её внутренне называют \"Монолитом\".\n- Полагаю, она делает что-то похожее на Золотые Ветви: вызывает или усиливает Искажения. Но в отличие от Золотых Ветвей, кажется, это всё, на что она способна.\n- Я достаточно имел дело с Золотыми Ветвями, чтобы понять, что Монолит и Золотые Ветви различны, несмотря на некоторые сходства."
    },
    {
      "id": "DanteNoteDetail_106",
      "title": "",
      "desc": "- Мы столкнулись с существом, которое, похоже, было более зрелой версией Пеккатулы, с которой мы сталкивались до сих пор.\n- Похоже, начальство в Компании Лимбус пытается классифицировать их по чему-то вроде \"стадий\".\n- Не может быть совпадением, что после стольких встреч с этими Пеккатулами мы только сейчас столкнулись с Пеккатулой второй стадии."
    },
    {
      "id": "DanteNoteDetail_107",
      "title": "",
      "desc": "- Золотая Ветвь усиливает и высвобождает любое чувство, от самых жарких эмоций до самых теплых. Но Монолит заставляет людей встретиться лицом к лицу с тем, что кипит в самых глубинах их души.\n- В отличие от Золотой Ветви, однако, похоже, что у него есть какой-то механизм. Как будто это своего рода устройство. Один только механизм управления был настолько сложным, что любое взаимодействие с ним ощущалось так, будто я пробираюсь через лабиринт-головоломку."
    },
    {
      "id": "DanteNoteDetail_108",
      "title": "",
      "desc": "- Железная дорога, светящаяся оранжевым светом. Внутри написано \"Линия 3\".\n- Как я и предполагал, каждая новая железная дорога, похоже, имеет свой цвет. Уверен, следующая тоже будет отличаться.\n- Поезд метро двигался по круговому пути и останавливался на каждой станции, мимо которой проезжал. По пути были остановки для отдыха, так что это было не так плохо, как то, через что мы прошли в прошлый раз.\n- И снова мы обнаружили Аномалии, которых никогда раньше не видели. Если это действительно так, как сказала Фауст... если поезда метро действительно останавливаются в мире Аномалий... может быть, мы сможем продвинуться ещё дальше?"
    },
    {
      "id": "DanteNoteDetail_109",
      "title": "",
      "desc": "- Грешники действительно стали сильнее за время нашего путешествия на автобусе... но и Пеккатула тоже усилились.\n- Я размышлял и пришел к выводу, что, возможно, эти новые виды Пеккатула появляются из-за Золотой Ветви. Вероятно, это как-то связано с тем, что сбор Золотых Ветвей усиливает и наши Идентичности.\n- Если мы продолжим собирать Золотые Ветви... виды Пеккатула тоже будут расти.\n- Золотые Ветви, Грешники и... Пеккатула. И в моей голове тоже есть Золотая Ветвь. Я уверен, что все они как-то связаны со мной... Иначе на это не взглянешь."
    },
    {
      "id": "DanteNoteDetail_110",
      "title": "",
      "desc": "- Прохождение через Зеркальные Подземелья немного похоже на то, как будто мы бредём сквозь абстрактный океан мира... но Железные Дороги Преломления выглядят более детально, как своего рода коридор.\n- Так много неизвестного. Кто построил Станции? Кто кладёт эти награды в Бюро находок? Откуда прибывает этот поезд метро, который немного напоминает Мефистофеля? Как его вообще поместили на рельсы метро?"
    },
    {
      "id": "DanteNoteDetail_111",
      "title": "",
      "desc": "- Похоже, в Городе существует несколько способов стать сильнее. Например, протезирование и процедуры по аугментации.\n- Но физически сильное тело — это не всё, что нужно для могущества; боевой опыт и техники тоже имеют значение.\n- Офисы Корректировщиков, Ассоциации, Синдикаты... у каждого из них свой уникальный способ ведения боя, который иногда эволюционирует в стили фехтования, боевых искусств, додзё и тому подобное.\n- Хитклиф говорит мне, что необученное, неопытное тело, улучшенное хирургическим путём, просто превращает тебя в чуть более крепкую грушу для битья. Рёшу добавила, что тип процедуры, выбор оружия и стиль боевых искусств тоже имеют значение."
    },
    {
      "id": "DanteNoteDetail_112",
      "title": "",
      "desc": "- Я подслушал разговор нескольких Идентичностей с большим боевым опытом... и они говорили, что вкладывать деньги в своё тело имеет свои пределы.\n- Конечно, это может сделать твоё тело крепче и физически сильнее, но чтобы действительно использовать это тело, нужен правильный опыт и тренировки.\n- Но Родион объяснила мне, что хотя большее количество денег не означает автоматически большую силу, мы всё же должны быть готовы потратить некоторую сумму, если действительно хотим стать сильнее."
    },
    {
      "id": "DanteNoteDetail_113",
      "title": "",
      "desc": "- Благодаря Хитклифу и Дон Кихот, я недавно и невольно узнал, что в Окраинах есть деревни. Причем человеческие деревни...\n- Не помню точно, когда это было, но я слышал, что в Окраинах есть \"Монстры\", которые отличаются от Аномалий или Искажений. Похоже, однако, что они так же стремятся убивать людей."
    },
    {
      "id": "DanteNoteDetail_114",
      "title": "",
      "desc": "- Гномы и Великаны... Разумные нечеловеческие существа. Они определенно отличались от Аномалий.\n- Мы только заглянули на фабрику в Окраинах, так что у меня на самом деле нет представления о том, как выглядят остальные части \"Окраин\". Кроме той части, где находится Великое Озеро, конечно. Но если у них там, так далеко, целая фабрика... Думаю, я даже не знаю, чего ожидать от такого места.\n- Синклер действительно сказал, что, как и говорил Демиан, это место может оказаться лучше, чем мы думаем. Измаил тут же возразила, что никакое место, каким бы прекрасным и богатым оно ни было, нельзя назвать \"хорошим\", если оно до краев наполнено существами, которые испытывают лишь ненависть к людям."
    }
  ]
}