{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- Компания Лимбус: Место, где я работаю.\n- Это название должно быть наиболее близким для меня... но мне труднее всего его описать.\nПотому что... они ничего мне не рассказывают. Я не по своей воле присоединился к компании.\nСначала я думал, что инициатива компании заключается в поиске и извлечении Золотых Ветвей, но это, похоже, только цель *нашего* отдела, а не всей компании."
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- Насколько я могу судить, у каждого отдела свои цели, и нет общей задачи, которую разделяли бы все.\n- Похоже, что у компании солидная поддержка. Когда бы мы ни обращались за помощью к компании, в ней никогда не было недостатка. (Хотя у Родион, кажется, есть что сказать насчёт питания.)"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Автобус Компании Лимбус.\n- Название происходит от того, что мы находимся в автобусе.\nКажется, они не слишком напрягались, придумывая название, но другие отделы не сильно опережают в плане изобретательности.\n- В команду входят такие люди, как я, и те, кого называют... Грешниками(?), сидящие сзади. (Всё ещё не привык к этому слову.)\nЦель состоит в том, чтобы извлекать вещи, называемые \"Золотыми Ветвями\", из подземных объектов \"Лоботомии\" или как там расшифровывалось \"L\" Corp.\nЯ не знаю, что такое Золотые Ветви, но судя по названию: какие-то физические объекты в форме древесных веток. (Сделаю отдельную запись, когда узнаю больше.)"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- Похоже, добыча Золотых Ветвей — не единственная наша работа.\nНас отправляют выполнять любые задания на пути к цели компании, которые требуют уникальных способностей меня или Грешников.\n- Я начинаю задаваться вопросом, как возникла эта компания и почему именно мне и Грешникам приходится всем этим заниматься, но Фауст не хочет мне рассказывать.\nОна говорит, что мой уровень допуска слишком низкий для доступа к этой информации, но кажется, что она знает что-то большее.\nПочему \"Грешник\" знает о компании больше, чем я, \"Исполнительный менеджер\"...?"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Подразделение Очистки Компании Лимбус.\n- Его название происходит от того, что они \"очищают\" и \"зачищают\" всё.\nОно было сформировано для помощи команде автобуса в их работе.\nВ отличие от Грешников, я не могу воскресить их своими силами, чем и объясняется тщательность в подготовке их снаряжения и оборудования.\n- Отдел, похоже, разделен на две команды. Команда \"До\" (LCCB) занимается разведкой и подготовительной работой, в то время как Команда \"После\" (LCCA) занимается сбором и зачисткой того, что мы сделали.\nЯ еще не встречался с ними, но, судя по телефонным разговорам Вергилия, команды, похоже, разделены на несколько секций.\n- Встретился с Эффи и Сауде из Предварительного наблюдения Команды \"До\".\n- Я задал им несколько вопросов, когда у меня было время, постараюсь записать то, что узнал.\n- Также хотел спросить, чем именно они занимаются, но наша беседа была прервана внезапной выходкой Дон Кихот.\n- Эффи вздохнул, что Предварительное наблюдение платит меньше всех остальных подсекций Команды \"До\". Судя по тому, что я слышал о том, что в этом отделе гораздо больше персонала, чем в других, возможно, к ним относятся как к расходному материалу.\n- ...Эффи и Сауде погибли во время нашей операции."
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- Похоже, это термин, относящийся к 12 людям, которые едут со мной в автобусе Компании Лимбус.\n- Судя по подслушанным разговорам, они, видимо, \"присоединились\" к компании так же, как и я, но их прозвали так, будто они как-то связаны с этим местом.\n- Я спросил Вергилия об этом термине, но он не дал мне ясного ответа.\nОн и его \"Ты увидишь в своё время...\" Он отклонил несколько вопросов подобными замечаниями.\n...Похоже, у меня нет другого выбора, придётся записывать всё, что я узнаю."
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- Добавляю пару новых открытий о Грешниках.\n- Во-первых, похоже, что \"Грешник\" используется конкретно для обозначения тех, кто заключил контракт (от которого у меня не было выбора отказаться) со мной.\n- И, по-видимому, это единственные люди, которых я могу вернуть к жизни с помощью своих часов."
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- Грешники могут быть теми, кто способен резонировать с Золотыми Ветвями, которые мы ищем.\n- Когда мы приближаемся к одной из них, кажется, она раскрывает *Глубины Эго Грешника*, заставляя нас переживать их прошлое или заглядывать в их психику."
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- Похоже, это термин, который относится к городским центрам в Городе.\n- Город разделен на несколько секций, и каждая из них состоит из части \"Гнездо\" и части \"Подворотни\".\n- Гнездо, по сути, находится под управлением и защитой конгломерата, называемого Крылом, в то время как на Подворотни они не оказывают большого влияния. Вроде бы?\n- Спросил Вергилия, пришел ли я из Гнезда или Подворотен, но он проигнорировал меня."
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- Компании с самыми передовыми и влиятельными технологиями в своих Районах, фактически управляющие ими.\nПредположительно, это корпоративные организации, но чем больше я слышу о Крыльях, тем больше они похожи на органы управления.\n(Если подумать, Компания Лимбус тоже не очень-то похожа на обычную компанию. Хотя бы потому, что мы всё время в автобусе.)\n- У каждого Крыла есть запатентованные технологии, называемые \"Сингулярностями\", и они используют средства, полученные от них (и от огромных налогов), чтобы управлять элитной городской зоной внутри своего Района, известной как *Гнездо*.\n- Кажется, людей, работающих на Крыло, называют \"Перьями\"."
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- Расположено в Гнезде Района 11.\n- Как показал наш кошмарный бой на контрольно-пропускном пункте... Сингулярность Корпорации K, похоже, дает пользователю способность непрерывно исцелять — или, скорее, регенерировать — свое тело.\nФауст назвала это \"Гелапоэзом\", но обычные жители Города, кажется, чаще называют это HP \"пулями\" или \"ампулами\".\nБлагодаря этому все Грешники погибли, а я чуть не потерял сознание, испытывая боль 12 человек одновременно...\nНо эти HP ампулы также помогли восстановить мою расплавленную нижнюю половину тела до идеального состояния.\n- Похоже, Корпорация K использует эту технологию в ряде отраслей."
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- По словам Самджо, сотрудника, с которым мы встретились у Юнбона, Крыло также может разрабатывать технологии, связанные с едой, используя Сингулярность."
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- Полное название: Корпорация Лоботомия.\n- Её Гнездо находилось в Районе 12. Падшее Крыло, место которого сейчас пустует.\nПо-видимому, это был эпицентр общегородского события под названием *Белые ночи и тёмные дни*, о котором, кажется, все знают. (Кроме меня, или это из-за амнезии...?)\nОбъекты, которые мы обыскиваем в поисках Золотых Ветвей, когда-то принадлежали этой ныне несуществующей Корпорации Лоботомия."
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- Nagel und Hammer: Находится в Гнезде 14-го Района. Nagel очевидно означает \"гвоздь\".\n- Поговорив с Мерсо, выяснилось, что существуют *две* фракции под названиями 'Гвоздь' и 'Молот'.\nПо его словам, облаченные в броню \"Инквизиторы\", с которыми мы столкнулись, были гораздо менее распространены, когда он работал на Крыло, и они не были преобладающей фракцией в его время там.\n- В отличие от группы, возглавляемой Кромер, корпорация N в целом не кажется слишком отличающейся от других крупных корпораций, за исключением некоторой жесткости."
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- Не уверен, чем именно оно занимается, но некоторые Грешники, похоже, кое-что знают о Крыле.\n…Если бы они только согласились рассказать мне об этом."
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- Части Района, не входящие в Гнездо, находятся вне сферы влияния Крыла.\nЖители здесь в основном те, кто не может позволить себе жить в Гнезде.\n- В каждой области сосредоточено множество ресторанов, местных предприятий, жилых помещений, школ, академий и различных других заведений.\nКак следует из названия, дороги здесь обычно извилистые и переплетенные, и куда бы вы ни пошли, везде ощущается постоянная сырость.\nЗабавная вещь, которую я заметил: границы между Подворотнями и Гнездами были четко обозначены в каждом Районе, который я посетил. (Хотя я был только в трех из них)."
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- Синдикат размахивающих мечами головорезов и распутников, бродящих по Подворотням.\n- Судя по разговорам с Грешниками, носившими такие Идентичности, они, похоже, не особо действуют или передвигаются группами, несмотря на принадлежность к Синдикату.\nЕсли быть точнее... у них время от времени бывают временные компаньоны, но нет строгих подгрупп или иерархии.\n- ...К сожалению, половина их ответов была издевательской, поэтому я не могу здесь написать подробные ответы."
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- Своего рода фрилансеры, которые занимаются или помогают с различными заданиями и просьбами в Городе.\n- Конечно, они работают не бесплатно. Похоже, всё общество здесь построено вокруг денег. Но... я не думаю, что могу с уверенностью сказать, что абсолютно нет Корректировщиков, готовых заняться благотворительностью, наверное?\n- Те, которых я видел и о которых слышал, были из самых разных слоёв общества, слишком разнообразны, чтобы я мог их кратко охарактеризовать. (Если считать и разговоры с отражёнными Идентичностями). Может быть, это распространённая профессия?"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- Гигантский Синдикат, глубоко и широко раскинувшийся по Подворотням.\n- Похоже, их отличительные черты - длинные однолезвийные мечи с ножнами и тёмная/волнистая одежда.\n- В основном они зарабатывают на жизнь, взимая плату за защиту с предприятий Подворотен под предлогом обеспечения \"безопасности\".\n- Из того, что я слышал от Идентичностей, похоже, у них какой-то конфликт с другим Синдикатом, называемым Родословная Клинка. Причину мне узнать не удалось.\n- Они следуют какой-то иерархии, и приспешникам обычно запрещено не подчиняться своим начальникам.\n- ...Похоже, есть особые исключения, если верить Хон Лу."
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- Небольшие объекты в форме веток, испускающие золотистое сияние.\n- Совсем не похожи на древесные ветви. Когда я приближаюсь к одной из них, в голове возникает странное покалывание...\n- Чем бы они ни были, это точно не обычные позолоченные прутики, за которыми нас заставляют охотиться."
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- Изобретение, которое накладывает на личность человека иную возможность из множества других миров.\n- Я слышал, что И Сан был одним из его разработчиков, но каждый раз, когда я спрашиваю, он несет такую чушь, что я не могу ничего понять, поэтому не рассчитываю получить от него какую-либо полезную практическую информацию.\n- Сами Идентичности находятся с помощью двигателя Мефистофеля. Не уверен, как это работает, но похоже, что нельзя просто найти и захватить те Идентичности, которые хочешь. Методом проб и ошибок можно иногда наткнуться и на ранее невиданные версии Грешников."
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- Хотя я не могу полностью описать, как именно используются эти Идентичности... (Чувствую, что попытка сделать это вызывает у меня какую-то неуверенность.)\nСинхронизация извлеченной Идентичности с моим ЛКБ-КПК и окном автобуса позволила мне каким-то образом общаться с ней или чувствовать ее.\nВызывая в уме образ Идентичности, я получаю ощущение понимания, как будто обычно разговариваю с Грешником... И как только мы с Грешником приходим к молчаливому согласию, Идентичность заменяет Грешника, сопровождаемая звуком бьющегося стекла.\n...Не могу придумать более подходящего описания.\n- Когда Грешник накладывается Идентичностью, он выглядит совсем иначе, чем обычно. Помимо одежды и оружия, их личности тоже могут сильно меняться, и иногда я задаюсь вопросом, действительно ли это те Грешники, которых я знаю.\nК счастью, они, похоже, возвращаются к своему первоначальному состоянию, когда заканчивают использовать Идентичность. Но длительное использование может вызвать небольшие побочные эффекты, такие как головные боли или периодическое проявление остаточных следов личности Идентичности."
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- Похоже, это то, как называют всевозможные банды и организации в Городе.\n- Этот термин охватывает настолько широкий спектр, что практически любую группу людей, объединенную под одним названием, можно назвать Синдикатом."
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- От примитивных шестеренок до наложения альтернативной Идентичности через зеркало, в Городе представлены все уровни технологий."
    }
  ]
}