{
  "dataList": [
    {
      "id": "tutorial_main_low_0",
      "content": "Обучение Главному Меню #1"
    },
    {
      "id": "tutorial_main_low_1",
      "content": "Обучение Главному Меню #2"
    },
    {
      "id": "tutorial_main_low_2",
      "content": "Обучение Главному Меню #3"
    },
    {
      "id": "tutorial_main_low_3",
      "content": "Обучение Главному Меню #4"
    },
    {
      "id": "tutorial_main_low_4",
      "content": "Обучение Главному Меню #5"
    },
    {
      "id": "tutorial_dungeon_formation_1",
      "content": "На заключительном этапе каждой главы вы будете исследовать <Подземелье>, филиал бывшей Корп. L."
    },
    {
      "id": "tutorial_dungeon_formation_2",
      "content": "Назначьте Идентичности, которые войдут в Подземелье вместе с вами. Вы не сможете изменить свою команду, оказавшись внутри, поэтому выбирайте с умом."
    },
    {
      "id": "tutorial_dungeon_formation_start_button",
      "content": "Когда вы полностью готовы, нажмите кнопку [Войти]."
    },
    {
      "id": "tutorial_dungeon_entry_0_title",
      "content": "Структура Подземелья"
    },
    {
      "id": "tutorial_dungeon_entry_0",
      "content": "Ваша цель - достичь последнего участка нижнего этажа и забрать Золотую Ветвь.\nПодземелье состоит из нескольких этажей, каждый из которых полон событий и встреч.\nОчистите сектор в конце этажа, чтобы перейти к следующему."
    },
    {
      "id": "tutorial_dungeon_entry_1_title",
      "content": "Навигация по Подземелью"
    },
    {
      "id": "tutorial_dungeon_entry_1",
      "content": "Каждый сектор соединен с одним или несколькими путями.\nВы можете перемещаться в соседние секторы, выбирая их.\nМожно вернуться назад, поэтому не стесняйтесь сначала исследовать то, что вам интересно."
    },
    {
      "id": "tutorial_dungeon_entry_2_title",
      "content": "Нанесенный урон"
    },
    {
      "id": "tutorial_dungeon_entry_2",
      "content": "Грешники не восстанавливаются после боя в Подземельях.\nГрешники с 0 ОЗ не могут участвовать, поэтому следите за их состоянием.\nДостижение контрольной точки позволит вам полностью восстановить ваших Грешников."
    },
    {
      "id": "tutorial_dungeon_entry_3_title",
      "content": "Поражения и повторные попытки"
    },
    {
      "id": "tutorial_dungeon_entry_3",
      "content": "После проигрыша в бою вы можете повторить попытку с начала с оставшимися в живых Грешниками из вашей полной команды."
    },
    {
      "id": "tutorial_dungeon_saveroom",
      "content": "Вы можете найти контрольные точки во время исследования Подземелья.\nВаши Грешники полностью восстановят свои ОЗ и сбросят СД при достижении такой точки.\nКогда все ваши Грешники умрут, вы вернетесь к последней контрольной точке.\nОбратите внимание, что прогресс, достигнутый после этой контрольной точки, также будет сброшен."
    },
    {
      "id": "tutorial_dungeon_ab_part_title",
      "content": "Части Аномалий"
    },
    {
      "id": "tutorial_dungeon_ab_part_1",
      "content": "Аномалии состоят как минимум из одной части тела.\nКаждая часть имеет свои собственные слоты, а также индивидуальные навыки."
    },
    {
      "id": "tutorial_dungeon_ab_speed_title",
      "content": "Скорость Аномалий"
    },
    {
      "id": "tutorial_dungeon_ab_speed_1",
      "content": "У каждой части Аномалии есть слоты с навыками, которые она намеревается использовать.\nЧасти также имеют значения Скорости, которые определяют порядок их действий.\nЕсли вы нацелитесь на слот навыка Грешником, чья Скорость выше, он сможет перенаправить эту атаку и вступить в Столкновение с ней."
    },
    {
      "id": "tutorial_dungeon_ab_destroypart_title",
      "content": "Разрушение частей"
    },
    {
      "id": "tutorial_dungeon_ab_destroypart_1",
      "content": "Когда ОЗ части тела уменьшается до 0, она становится <Сломанной>.\nСломанная часть становится уязвимой ко всем типам физических атак.\nНекоторые части могут потерять определенные навыки или пассивные способности после уничтожения.\nОбратите внимание, что у некоторых Аномалий есть регенерирующие части, а также то, что разрушение определенных частей может, наоборот, разгневать Аномалию."
    },
    {
      "id": "tutorial_dungeon_ab_guide_title",
      "content": "Энциклопедия Аномалий"
    },
    {
      "id": "tutorial_dungeon_ab_guide_1",
      "content": "Энциклопедия записывает информацию об Аномалиях и их частях.\nПо своей природе, Энциклопедия изначально неполна.\nЧем больше вы сражаетесь с Аномалией, тем больше будет заполняться ее запись.\nПосле достаточного количества встреч ее Уровень Исследования повысится.\nБолее высокие Уровни Исследования могут увеличить наносимый вами урон."
    },
    {
      "id": "tutorial_dungeon_ab_selection_title",
      "content": "Проверки"
    },
    {
      "id": "tutorial_dungeon_ab_selection_1",
      "content": "Проверки, представленные Аномалиями, имеют требуемый Грех и порог для прохождения.\nВыберите Грешника с правильным грехом для большей вероятности успеха.\nАномалия будет реагировать по-разному в зависимости от вашего выбора и его результатов.\nПрохождение проверки обычно дает вам преимущества, а провал обременяет недостатками."
    },
    {
      "id": "tutorial_dungeon_saveroom_title",
      "content": "Контрольные точки"
    },
    {
      "id": "tutorial_dungeon_saveroom_1",
      "content": "Вы можете найти контрольные точки во время исследования Подземелья.\nВаши Грешники полностью восстановят свои ОЗ и сбросят СД при достижении такой точки.\nКогда все ваши Грешники умрут, вы вернетесь к последней контрольной точке.\nОбратите внимание, что прогресс, достигнутый после этой контрольной точки, также будет сброшен."
    },
    {
      "id": "tutorial_skill_command_title",
      "content": "Приказы атак"
    },
    {
      "id": "tutorial_skill_command_1",
      "content": "Чтобы начать фазу боя, каждому Грешнику должен быть отдан приказ.\nВ обычных столкновениях вы выбираете навыки, соединяя их на Панели управления, от левой шестерёнки к правой."
    },
    {
      "id": "tutorial_skill_coin_title",
      "content": "Монеты навыков"
    },
    {
      "id": "tutorial_skill_coin_1",
      "content": "Каждый навык состоит как минимум из 1 Монеты, которая представляет количество атак, которое он может выполнить.\nМонета подбрасывается при инициации атаки, и ее результат может повысить или снизить Силу навыка.\nЭтот модификатор переносится на следующую Монету, если она есть.\nСуществует два типа Монет: плюс (+) и минус (-)."
    },
    {
      "id": "tutorial_adding_slot_title",
      "content": "Добавленные слоты"
    },
    {
      "id": "tutorial_adding_slot_1",
      "content": "На Панели управления новая колонка добавляется для одного Грешника за раз каждый ход в порядке их развертывания, до общего количества 12.\nГрешники, которые получили одну, не получат другую, пока все их союзники не получат свою.\nКак только каждый Грешник получит дополнительную колонку, они все снова станут правомочными.\nВраги также получают дополнительные слоты по мере продолжения боя."
    },
    {
      "id": "tutorial_passive_title",
      "content": "Пассивные способности"
    },
    {
      "id": "tutorial_passive_1",
      "content": "Пассивные способности активируются при соединении навыков определенных Грехов."
    },
    {
      "id": "tutorial_ab_assign_skill_title",
      "content": "Атака Аномалий"
    },
    {
      "id": "tutorial_ab_assign_skill_1",
      "content": "Выберите навык Грешника, затем перетащите его на один из слотов Аномалии, чтобы назначить цель.\nОбратите внимание, что каждый слот навыка представляет разную часть тела."
    },
    {
      "id": "ui_tutorial_2_1",
      "content": "Вы могли бы отправить всех Грешников В битву сразу, да. Но командовать таким количеством персонала одновременно будет непростой задачей."
    },
    {
      "id": "ui_tutorial_2_2",
      "content": "Поэтому я буду информировать вас о подходящем количестве участников в зависимости от особенностей каждого боя.\nДля этого случая 5 Грешников будут подходящей силой."
    },
    {
      "id": "ui_tutorial_2_3",
      "content": "Выберите 5 Грешников, которых надо развернуть для этого боя.\nВы можете выбрать нижнюю половину карточек каждого Грешника, чтобы развернуть их."
    },
    {
      "id": "ui_tutorial_2_4",
      "content": "Сначала, пожалуйста, выберите Фауст."
    },
    {
      "id": "ui_tutorial_2_5",
      "content": "Точно.\nВыберите остальных Грешников, которых надо развернуть для этого столкновения."
    },
    {
      "id": "ui_tutorial_2_6",
      "content": "Выбор 'В битву' начнет сражение с развернутыми вами Грешниками."
    },
    {
      "id": "ui_tutorial_3_1",
      "content": "Грешники, которых вы развернули в последнем столкновении, будут автоматически выбраны для следующего, избавляя вас от необходимости выбирать их снова. Однако не стесняйтесь изменить их перед входом В битву."
    },
    {
      "id": "ui_tutorial_3_2",
      "content": "Нажмите кнопку 'В битву'."
    },
    {
      "id": "ui_tutorial_4_1",
      "content": "Одна из различных функций Мефистофеля - 'Извлечение'.\nЗдесь вы можете собирать различные Идентичности и Э.Г.О."
    },
    {
      "id": "ui_tutorial_4_2",
      "content": "Выберите кнопку Извлечение."
    },
    {
      "id": "ui_tutorial_4_3",
      "content": "Вы приобрели новую Идентичность.\nСбор новых Идентичностей и Э.Г.О будет способствовать улучшению нашей боевой эффективности."
    },
    {
      "id": "ui_tutorial_4_4",
      "content": "Теперь давайте вернемся к бою.\nДоступ к боям можно получить через окно 'Водитель'."
    },
    {
      "id": "ui_tutorial_4_5",
      "content": "Выберите верхнюю часть Грешников, чтобы заменить их на другую Идентичность."
    },
    {
      "id": "ui_tutorial_4_6",
      "content": "Выберите Грешника Измаил, если желаете."
    },
    {
      "id": "ui_tutorial_4_7",
      "content": "Из этого меню вы можете выбрать одну из Идентичностей, которую вы Извлекли, чтобы развернуть ее в бою.\nПожалуйста, выберите недавно приобретенную Идентичность для Измаил."
    },
    {
      "id": "ui_tutorial_4_8",
      "content": "Отличная работа. Выбор Идентичностей, подходящих для особенностей каждого боя, - это ваш путь к победе.\nТеперь нажмите кнопку 'В битву'."
    }
  ]
}
