{
  "dataList": [
    {
      "id": "tutorial_401_01",
      "content": "У каждого персонажа есть <Набор навыков>.\nЭто список навыков, которыми они пользуются."
    },
    {
      "id": "tutorial_401_02",
      "content": "Нажмите на персонажа, чтобы открыть вкладку с его информацией."
    },
    {
      "id": "tutorial_401_03",
      "content": "Здесь вы можете проверить различные детали, включая их навыки."
    },
    {
      "id": "tutorial_401_04",
      "content": "У каждого Грешника, которым вы управляете, есть своя группа навыков.\nНекоторые из этих Наборов навыков будут случайным образом выбраны и размещены на Панели управления."
    },
    {
      "id": "tutorial_401_05",
      "content": "Использованные навыки считаются \"сброшенными\" из набора.\nОни не появятся снова, пока не будет использован каждый другой навык в Наборе навыков, тем самым пополняя его."
    },
    {
      "id": "tutorial_401_06",
      "content": "Кроме того, атакующие навыки имеют \"уровень атаки\".\nВ столкновениях разница в уровнях атаки может повлиять на исход."
    },
    {
      "id": "tutorial_401_07",
      "content": "Это должно охватывать основы навыков ваших Грешников.\nТеперь отдавайте им свои приказы."
    },
    {
      "id": "tutorial_402_01",
      "content": "Помимо навыков, у ваших Грешников есть <Пассивные способности>.\nГрешники в бою имеют активные Активные пассивные способности."
    },
    {
      "id": "tutorial_402_02",
      "content": "Грешники, которые не участвуют непосредственно в бою, будут оказывать помощь своими Пассивными способностями."
    },
    {
      "id": "tutorial_402_03",
      "content": "Чтобы применить теорию на практике, активируйте Пассивную способность, объединив два навыка Гордости."
    },
    {
      "id": "tutorial_402_04",
      "content": "Эта часть будет указывать, какие Пассивные способности активны.\nПассивные способности активируются, когда у вас есть определенное количество ресурсов Э.Г.О или когда вы объединяете навыки определенных Грехов, вызывая Резонанс."
    },
    {
      "id": "tutorial_403_00",
      "content": "Наше текущее столкновение происходит в несколько волн."
    },
    {
      "id": "tutorial_403_01",
      "content": "Для помощи в этом у ваших Грешников есть мощные навыки, называемые <Э.Г.О>, проявляющиеся при резонансе с их эмоциями."
    },
    {
      "id": "tutorial_403_02",
      "content": "Для использования <Э.Г.О> вам нужны ресурсы Э.Г.О."
    },
    {
      "id": "tutorial_403_03",
      "content": "Вы можете просмотреть ресурсы Э.Г.О, которые у вас в настоящее время накоплены, здесь справа."
    },
    {
      "id": "tutorial_403_04",
      "content": "Поскольку это ваша первая попытка использования <Э.Г.О>, я собрала для вас необходимые ресурсы.\nЭто особая сила, поэтому в дальнейшем вам придется собирать их самостоятельно."
    },
    {
      "id": "tutorial_403_05",
      "content": "Грешники, которые в настоящее время могут использовать <Э.Г.О>, будут подсвечены."
    },
    {
      "id": "tutorial_403_06",
      "content": "<Навыки Э.Г.О> должны быть сгенерированы на Панели управления, как и защитные навыки. Пожалуйста, нажмите и удерживайте здесь."
    },
    {
      "id": "tutorial_403_07",
      "content": "Нажмите на значок <Э.Г.О>, который вы будете использовать.\nЭто также можно использовать для отмены тех, которые вы сгенерировали."
    },
    {
      "id": "tutorial_403_08_title",
      "content": "Э.Г.О"
    },
    {
      "id": "tutorial_403_08",
      "content": "Э.Г.О - это мощная экипировка, которое проявляется при резонансе с эмоциями ваших Грешников.\nДля использования навыка Э.Г.О вам нужны ресурсы Э.Г.О, зависимые от типа Греха.\nКаждый раз, когда вы используете атакующий навык, вы получаете ресурс Э.Г.О, соответствующий его Греху."
    },
    {
      "id": "tutorial_403_09_title",
      "content": "Коррозия Э.Г.О"
    },
    {
      "id": "tutorial_403_09",
      "content": "Помимо требования ресурсов Э.Г.О, Э.Г.О влияет на Рассудок Грешника.\nПри низком Рассудке Грешник может пострадать от <Коррозии Э.Г.О>.\nГрешники, подвергшиеся коррозии Э.Г.О, будут игнорировать ваши команды, поэтому убедитесь, что ваши Грешники находятся в хорошем психическом состоянии."
    },
    {
      "id": "tutorial_403_10_title",
      "content": "Пассивные способности Э.Г.О"
    },
    {
      "id": "tutorial_403_10",
      "content": "После использования Навыка Э.Г.О его Пассивная способность активируется на следующем ходу и дальше усиливает Грешника до конца битвы.\nИспользуйте разнообразие Пассивных способностей, которые предлагает Э.Г.О."
    },
    {
      "id": "tutorial_403_11",
      "content": "Атакующие навыки могут быть одиночными или многоцелевыми;\nпоследние называются \"Навыками AoE\" (Область действия)."
    },
    {
      "id": "tutorial_403_12",
      "content": "Похоже, Э.Г.О, которое скоро будет в игре, имеет Навык AoE."
    },
    {
      "id": "tutorial_403_13_title",
      "content": "Навыки с областью действия"
    },
    {
      "id": "tutorial_403_13",
      "content": "Цели навыков AoE делятся на две категории:\nосновная цель и второстепенные цели."
    },
    {
      "id": "tutorial_403_14",
      "content": "Столкновения с навыками AoE могут происходить только с выбранной основной целью."
    },
    {
      "id": "tutorial_403_15",
      "content": "Если навык AoE проигрывает в Столкновении, атака будет отменена для всех целей."
    },
    {
      "id": "tutorial_403_16",
      "content": "Второстепенные цели определяются диапазоном нацеливания навыка."
    },
    {
      "id": "tutorial_403_17_title",
      "content": "Цели навыков AoE делятся на две категории:\nосновная цель и второстепенные цели."
    },
    {
      "id": "tutorial_403_17",
      "content": "Навыки AoE нацелены на слоты навыков врага."
    },
    {
      "id": "tutorial_403_18",
      "content": "Каждый навык AoE имеет Кол-во Целей (Кол-во Целей)."
    },
    {
      "id": "tutorial_403_19",
      "content": "Каждый слот имеет \"цель\", который может занять часть Кол-во Целей навыка AoE."
    },
    {
      "id": "tutorial_403_20",
      "content": "В обычных столкновениях враг атакуется навыком AoE только один раз, даже если юнит занимает несколько целей."
    },
    {
      "id": "tutorial_403_21",
      "content": "В Фокусированных столкновениях слоты на частях тела атакуются только один раз, даже если эти слоты занимают несколько целей."
    },
    {
      "id": "tutorial_404_00",
      "content": "Использование Э.Г.О будет важной частью вашей стратегии."
    },
    {
      "id": "tutorial_404_01",
      "content": "Наше текущее столкновение происходит в несколько волн."
    },
    {
      "id": "tutorial_404_02",
      "content": "Прежде чем мы продолжим, позвольте мне представить вам полезную функцию."
    },
    {
      "id": "tutorial_404_03",
      "content": "Теперь вы можете позволить игре объединять навыки за вас.\nЦепочки будут автоматически выбираться в зависимости от того, какую кнопку вы нажмете."
    },
    {
      "id": "tutorial_404_04",
      "content": "'Шанс победы' выбирает навыки, которые с наибольшей вероятностью выиграют Столкновения.\n'Урон', как следует из названия, выбирает навыки, которые могут нанести наибольший урон вашим врагам."
    },
    {
      "id": "tutorial_404_05",
      "content": "Однако имейте в виду, что автоматическое объединение не учитывает все сложные факторы в полном объеме."
    },
    {
      "id": "tutorial_404_06",
      "content": "Кроме того, вы можете включать и выключать отображение стрелок целей с помощью панели в верхнем правом углу, а также настроить отображение подсказок навыков и управление броском Монеты в настройках."
    },
    {
      "id": "tutorial_404_07",
      "content": "Это мой последний совет.\nТеперь управляйте Грешниками без моей помощи.\nЯ ожидаю получить от вас превосходные приказы, Данте."
    },
    {
      "id": "tutorial_404_08_title",
      "content": "Автоматическое объединение по Урону и Шансу победы"
    },
    {
      "id": "tutorial_404_08",
      "content": "'Шанс победы' выбирает навыки, которые с наибольшей вероятностью выиграют Столкновения."
    },
    {
      "id": "tutorial_404_09",
      "content": "'Урон', как следует из названия, выбирает навыки, которые могут нанести наибольший урон вашим врагам."
    },
    {
      "id": "tutorial_404_10",
      "content": "Для обычных столкновений автоматическое объединение доступно только на этапах, где вы выполнили Условия EX.\nАвтоматическое объединение всегда может быть использовано для Фокусированных столкновений.\nОбратите внимание, что автоматические цепочки не обязательно являются гарантированным оптимальным решением."
    },
    {
      "id": "tutorial_ego_overclock_title",
      "content": "Перегрузка Э.Г.О"
    },
    {
      "id": "tutorial_ego_overclock_1",
      "content": "Перегрузка Э.Г.О может быть Стабильной или Нестабильной в зависимости от доступных ресурсов."
    },
    {
      "id": "tutorial_ego_overclock_2",
      "content": "Перегрузка тратит в 1,5 раза больше ресурсов Э.Г.О и СД, чем обычная стоимость навыка Э.Г.О."
    },
    {
      "id": "tutorial_ego_overclock_3",
      "content": "Для Перегрузки навыка Э.Г.О вам нужно иметь как минимум базовую стоимость ресурсов Э.Г.О; если у вас есть базовая стоимость, но недостаточно для Перегрузки, стоимость Перегрузки будет вычтена из вашего запаса ниже 0."
    },
    {
      "id": "tutorial_ego_overclock_4",
      "content": "Юнит все еще может подвергнуться коррозии при Перегрузках; в этом случае будет потребляться только базовая стоимость ресурсов Э.Г.О."
    },
    {
      "id": "tutorial_ego_overclock_5",
      "content": "Стабильные перегруженные навыки Э.Г.О имеют те же эффекты и значения урона, что и навык коррозии, но при этом способны различать союзников и врагов."
    },
    {
      "id": "tutorial_ego_overclock_6",
      "content": "Нестабильные перегруженные навыки несут риск неизбирательного нацеливания и имеют те же эффекты и значения, что и навык коррозии."
    },
    {
      "id": "tutorial_403_06_New",
      "content": "<Навыки Э.Г.О> должны быть сгенерированы на Панели управления, как и защитные навыки. Нажмите и удерживайте подсвеченный портрет."
    },
    {
      "id": "tutorial_403_07_New",
      "content": "Нажмите на значок <Э.Г.О>, который вы хотите использовать."
    },
    {
      "id": "tutorial_403_07_1",
      "content": "Потратьте Ресурсы Э.Г.О, чтобы сгенерировать значок Навыка Э.Г.О на Панели управления."
    },
    {
      "id": "tutorial_403_07_2",
      "content": "Навыки Э.Г.О можно отменить, дважды нажав на портрет после того, как они были добавлены на Панель управления. Навык Э.Г.О будет отменен, и ваши ресурсы будут возвращены."
    }
  ]
}
