{
  "dataList": [
    {
      "id": "tutorial_1001_renewal_01",
      "content": "В подземельях вы можете столкнуться с сущностями, известными как Аномалии. Даже среди врагов, с которыми вы можете встретиться на своем пути, они требуют предельной осторожности и тщательного принятия решений."
    },
    {
      "id": "tutorial_1001_renewal_02",
      "content": "Такие сущности требуют более тщательного, практического подхода, чем другие враги."
    },
    {
      "id": "tutorial_1001_renewal_03",
      "content": "Столкновения с этими врагами называются \"Фокусированными столкновениями\"."
    },
    {
      "id": "tutorial_1001_renewal_04",
      "content": "В обычных столкновениях вы отдавали приказы своим грешникам, соединяя навыки от левого края панели управления к правому."
    },
    {
      "id": "tutorial_1001_renewal_05",
      "content": "Однако в Фокусированных столкновениях вы должны выбирать иконки навыков грешников и соединять их непосредственно со слотами навыков Аномалий."
    },
    {
      "id": "tutorial_1001_renewal_06",
      "content": "Давайте проведем практическое полевое упражнение. Выберите навык из крайнего левого столбца панели управления."
    },
    {
      "id": "tutorial_1001_renewal_07",
      "content": "Соедините выбранную иконку навыка со слотом навыка сущности."
    },
    {
      "id": "tutorial_1001_renewal_08",
      "content": "Именно. Помните: в Фокусированных столкновениях соединяйте навыки грешников напрямую со слотами навыков врагов."
    },
    {
      "id": "tutorial_1001_renewal_09",
      "content": "Пожалуйста, нажмите на шестеренку слева, если хотите отдалить камеру и увидеть все поле боя."
    },
    {
      "id": "tutorial_1001_renewal_10",
      "content": "Хорошо. Нажатие на шестеренку слева при приближении вернет ваш обзор в исходное положение."
    },
    {
      "id": "tutorial_1001_renewal_11",
      "content": "Как только вы выберете и соедините все доступные навыки со слотами навыков врагов, шестеренка справа активируется. Затем вы сможете перейти к фазе боя."
    },
    {
      "id": "tutorial_1001_renewal_12",
      "content": "Итак, дорогой Менеджер. Пожалуйста, отдайте приказ вашим грешникам, чтобы мы могли продолжить битву."
    },
    {
      "id": "tutorial_1001_renewal_13",
      "content": "На этом заканчиваются основы введения в Фокусированные столкновения. \"Скорость\" перед тем, как мы продолжим дальнейшее сражение."
    },
    {
      "id": "tutorial_1001_renewal_14",
      "content": "Аномалии часто имеют несколько частей, которые можно атаковать. \"Скорость\", отображаемая над их слотами навыков, отражает скорость соответствующих частей."
    },
    {
      "id": "tutorial_1001_renewal_01_popup_title",
      "content": "Части Аномалий"
    },
    {
      "id": "tutorial_1001_renewal_01_popup_desc",
      "content": "Аномалии часто имеют несколько частей, которые можно атаковать.\nКаждая часть будет использовать навыки из назначенных ей слотов навыков.\nСкорость слотов навыков совпадает со скоростью части, использующей их."
    },
    {
      "id": "tutorial_1001_renewal_15",
      "content": "Скорость определяет порядок действий в столкновениях."
    },
    {
      "id": "tutorial_1001_renewal_16",
      "content": "В отличие от обычных столкновений, в Фокусированных столкновениях вы можете выбирать, каких врагов атаковать. Вы можете использовать грешников с более высокими значениями скорости, чтобы заставить врагов с более низкими значениями скорости атаковать их вместо других целей."
    },
    {
      "id": "tutorial_1001_renewal_17",
      "content": "Грешники с более высокими значениями скорости могут заставить Аномалии с более низкими значениями скорости атаковать их вместо других целей, что приведет к столкновению."
    },
    {
      "id": "tutorial_1001_renewal_18",
      "content": "Грешники с более низкими или равными значениями скорости не могут заставить Аномалии с более высокими значениями скорости атаковать их. Соединение навыка более медленного грешника с более быстрой Аномалией приведет к тому, что они проведут ненаправленную атаку вместо столкновения с Аномалией."
    },
    {
      "id": "tutorial_1001_renewal_19",
      "content": "Однако грешники, которые являются целью навыка Аномалии, могут использовать свой навык для столкновения с навыком Аномалии, нацеленным на них. В таком случае скорость не является решающим фактором."
    },
    {
      "id": "tutorial_1001_renewal_20",
      "content": "Я понимаю, что практический опыт может быть лучшим способом обучения. Пока что просто помните, что грешники с более высокими значениями скорости могут перенаправлять атаки врагов с более низкими значениями скорости на себя."
    },
    {
      "id": "tutorial_1001_renewal_02_popup_title",
      "content": "Скорость грешника > Скорость врага"
    },
    {
      "id": "tutorial_1001_renewal_02_popup_desc",
      "content": "Грешники с более высокими значениями скорости могут заставить Аномалии с более низкими значениями скорости атаковать их вместо других целей.\nЭто приведет к столкновению (обозначено желтыми стрелками) между грешником и Аномалией."
    },
    {
      "id": "tutorial_1001_renewal_03_popup_title",
      "content": "Скорость грешника ≤ Скорость врага"
    },
    {
      "id": "tutorial_1001_renewal_03_popup_desc",
      "content": "Грешники с более низкими или равными значениями скорости не могут заставить Аномалии с более высокими значениями скорости атаковать их.\nВ таком случае грешник проведет ненаправленную атаку (обозначено синими стрелками) вместо столкновения с Аномалией."
    },
    {
      "id": "tutorial_1001_renewal_04_popup_title",
      "content": "При нацеливании вражеским навыком"
    },
    {
      "id": "tutorial_1001_renewal_04_popup_desc",
      "content": "Грешники, которые являются целью навыка Аномалии, могут использовать свой навык для столкновения (обозначено желтыми стрелками) с навыком Аномалии, нацеленным на них. В таком случае скорость не является решающим фактором."
    }
  ]
}
