{
  "dataList": [
    {
      "id": "tutorial_101_01",
      "content": "Позвольте мне показать вам основы управления и командования."
    },
    {
      "id": "tutorial_101_02",
      "content": "Вы можете отдавать приказы Грешникам, соединяя (цепляя) навыки на Панели управления внизу экрана."
    },
    {
      "id": "tutorial_101_03",
      "content": "Нажмите и удерживайте эту шестеренку слева."
    },
    {
      "id": "tutorial_101_04",
      "content": "Отсюда сформируйте цепочку навыков до шестеренки справа."
    },
    {
      "id": "tutorial_101_05",
      "content": "После формирования цепочки навыков нажмите на шестеренку справа, чтобы начать бой."
    },
    {
      "id": "tutorial_102_01",
      "content": "Похоже, нам нужна мощная атака.\nДавайте сформируем правильную цепочку для этого."
    },
    {
      "id": "tutorial_102_02",
      "content": "Соединяя 2 или более навыков одного Греха в этом ходу, вы вызовете <Резонанс>."
    },
    {
      "id": "tutorial_102_03_popup_title",
      "content": "Ввод Резонанса"
    },
    {
      "id": "tutorial_102_03",
      "content": "Резонанс усиливает урон навыков с одинаковыми\nГрехами. (Другими словами, их цвет.)\nСила каждого навыка увеличивается на число навыков, идущих перед ним."
    },
    {
      "id": "tutorial_103_01",
      "content": "Этого было недостаточно. Мы должны ударить их еще сильнее.\nПопробуйте снова соединить наши навыки."
    },
    {
      "id": "tutorial_103_02",
      "content": "Соединяя 3 или более навыков одного Греха подряд, вы вызовете <Абсолютный Резонанс>."
    },
    {
      "id": "tutorial_103_03_popup_title",
      "content": "Что такое Абсолютный Резонанс?"
    },
    {
      "id": "tutorial_103_03",
      "content": "Как мы только что рассмотрели, соединение 3 или более навыков одного Греха подряд вызывает <Абсолютный Резонанс>.\nКаждый навык под <Абсолютным Резонансом> получает усиление Силы, основанное на их общем количестве.\nТакже, это усиление особенно ярко проявляется с большим количеством резонирующих навыков."
    },
    {
      "id": "tutorial_104_01",
      "content": "Вы можете увидеть желтые Пороги Оглушения на полосках здоровья как ваших Грешников, так и врагов."
    },
    {
      "id": "tutorial_104_02_popup_title",
      "content": "Что такое Оглушение?"
    },
    {
      "id": "tutorial_104_02",
      "content": "Когда атака опускает ОЗ юнита ниже одного из желтых пороговых линий, они становятся <Оглушенными>.\nВ состоянии <Оглушения> все физические сопротивления меняются на Фатальные.\nЕсли ОЗ юнита падает ниже нескольких Порогов Оглушения за один ход, их <Уровень Оглушения> увеличивается.\nЭтот <Уровень Оглушения> может достигать 3, и по мере его увеличения урон, получаемый юнитом, усиливается."
    },
    {
      "id": "tutorial_104_03",
      "content": "Отличная работа. Мы <Оглушили> врага. Теперь продолжайте бой, используя то, чему я вас научила до сих пор."
    },
    {
      "id": "tutorial_201_01",
      "content": "Все действия определяются значением <Скорости>."
    },
    {
      "id": "tutorial_201_02_popup_title",
      "content": "Что такое Скорость?"
    },
    {
      "id": "tutorial_201_02",
      "content": "Скорость - это случайное число, выбираемое из заданного диапазона каждый ход.\nПозиции юнитов перестраиваются каждый ход в соответствии с их Скоростью.\nТе, у кого Скорость ниже, размещаются спереди, делая их более легкими целями."
    },
    {
      "id": "tutorial_201_05",
      "content": "Перед использованием навыка персонажи будут бросать Монеты, чтобы определить его окончательное значение Силы.\nБольшая Сила означает больший урон."
    },
    {
      "id": "tutorial_201_06",
      "content": "Количество Монет указывает, сколько атак будет совершено. Две Монеты означают два удара."
    },
    {
      "id": "tutorial_201_07",
      "content": "Перед использованием навыка персонажи будут бросать Монеты, чтобы определить его окончательное значение Силы.\nБольшая Сила означает больший урон."
    },
    {
      "id": "tutorial_201_08",
      "content": "Обычно, если Монета выпадает Орлом, ее Сила будет добавлена к Силе навыка.\nПохоже, на этот раз навык будет усилен."
    },
    {
      "id": "tutorial_201_09",
      "content": "Добавленная Сила сохраняется до следующего броска монеты."
    },
    {
      "id": "tutorial_202_01",
      "content": "В начале каждого хода для Грешников будет добавляться слот навыков, в порядке их размещения во время настройки команды, независимо от того, находится ли Грешник в состоянии <Оглушения>, <Паники> или <коррозии Э.Г.О>."
    },
    {
      "id": "tutorial_202_02",
      "content": "Когда Грешник и его цель, оба используют атакующие навыки, происходит <Столкновение>."
    },
    {
      "id": "tutorial_202_03_popup_title",
      "content": "Что такое Столкновения?"
    },
    {
      "id": "tutorial_202_03",
      "content": "<Столкновение> происходит, когда два персонажа атакуют друг друга.\nСторона с большей Силой побеждает, уничтожая 1 Монету у проигравшего.\nЕсли у обеих сторон все еще есть Монеты, будут происходить дальнейшие Столкновения, пока одна сторона не потеряет все свои Монеты.\nСторона, потерявшая все свои Монеты, так же отменяет свой атакующий навык.\nЗатем победитель атакует оставшимися Монетами, получая бонус к урону, основанный на общем количестве Столкновений."
    },
    {
      "id": "tutorial_202_04",
      "content": "В <Столкновении> сравнивается Сила Столкновения двух противоположных навыков, и сторона с большей Силой побеждает.\nШкала и текст, показанные в верхней части экрана, предсказывают ваши шансы на победу."
    },
    {
      "id": "tutorial_202_05",
      "content": "Когда начинается Столкновение, оба персонажа бросают по Монете, чтобы определить силу своих навыков в Столкновении. Затем сторона с большей Силой побеждает и уничтожает Монету противника."
    },
    {
      "id": "tutorial_202_06",
      "content": "Столкновение будет продолжаться, пока у одной из сторон не закончатся Монеты.\nКогда последняя Монета персонажа уничтожена, его навык отменяется, и Столкновение считается проигранным."
    },
    {
      "id": "tutorial_203_01",
      "content": "Синяя сфера рядом с полосой здоровья персонажа является индикатором его <Рассудка>, или СД."
    },
    {
      "id": "tutorial_203_02_popup_title",
      "content": "Что такое Рассудок?"
    },
    {
      "id": "tutorial_203_02",
      "content": "Сфера справа от юнита указывает на их <Рассудок>, или СД. Он имеет диапазон от -45 до +45.\nЮниты с более высоким Рассудком имеют более высокий шанс выпадения орла при бросках Монеты.\nПобеда над врагами повышает Рассудок, в то время как смерти союзников повреждают Рассудок.\nВражеские юниты с низким Рассудком могут впасть в состояния \"Низкого Морального Духа\" или \"Паники\"."
    },
    {
      "id": "tutorial_203_06",
      "content": "Вы можете просмотреть эффекты и дебаффы на юните в указанной области."
    },
    {
      "id": "tutorial_203_07",
      "content": "Нажмите или наведите курсор на одну из иконок эффектов, чтобы рассмотреть ее подробнее."
    },
    {
      "id": "tutorial_203_08",
      "content": "Все наши враги впали в панику. Сейчас наш шанс. Отдайте приказы по своему усмотрению."
    },
    {
      "id": "tutorial_301_01",
      "content": "Пожалуйста, сформируйте цепочку навыков. У меня еще есть чему вас научить."
    },
    {
      "id": "tutorial_301_02_popup_tItle",
      "content": "Типы Атак и Грехов"
    },
    {
      "id": "tutorial_301_02",
      "content": "У навыков есть два основных свойства:\nИх <Тип Атаки> и <Тип Греха>.\nТипы Атак - это Рубящий, Колющий и Дробящий.\nТипы Грехов - это Гнев, Похоть, Лень, Чревоугодие, Уныние, Гордыня и Зависть.\nВ сочетании с Сопротивлениями, Типы Атак и Грехов определяют урон навыков."
    },
    {
      "id": "tutorial_301_03",
      "content": "Здесь вы можете проверить Тип Атаки и Тип Греха Навыков ваших Грешников."
    },
    {
      "id": "tutorial_301_04",
      "content": "Здесь вы можете увидеть сопротивления и слабости каждого юнита. Этот хулиган уязвим к Рубящим атакам."
    },
    {
      "id": "tutorial_302_01",
      "content": "Вы также можете использовать защитные навыки для противодействия атаке противника.\nЗащитные навыки активируются против атаки врага, на которого они направлены.\nЕсли защитный навык не направлен, он активируется, когда юнит подвергается ненаправленной атаке."
    },
    {
      "id": "tutorial_302_02",
      "content": "В отличие от атакующих навыков, защитные навыки нужно генерировать."
    },
    {
      "id": "tutorial_302_03",
      "content": "Давайте сначала сгенерируем навык Блок."
    },
    {
      "id": "tutorial_302_04",
      "content": "Будьте так добры, нажмите на портрет Грегора."
    },
    {
      "id": "tutorial_302_05_popup_title",
      "content": "Защитные Навыки: Блок."
    },
    {
      "id": "tutorial_302_05",
      "content": "Блок создает щит со здоровьем, равным значению его Силы.\nЭтот щит в первую очередь будет поглощать входящий урон.\nИспользование Блока несколько раз за один ход приведет к ее активации, равное количеству использований."
    },
    {
      "id": "tutorial_302_06",
      "content": "Хорошо. Навык Блок был сгенерирован.\nДавайте сделаем то же самое для навыка Контратаки."
    },
    {
      "id": "tutorial_302_07",
      "content": "Будьте так добры, нажмите на портрет Роди."
    },
    {
      "id": "tutorial_302_08_popup_title",
      "content": "Защитные Навыки: Контратака"
    },
    {
      "id": "tutorial_302_08",
      "content": "В отличие от других защитных навыков, Контратака имеет Тип Греха и будет генерировать соответствующий ресурс Э.Г.О.\nПри использовании Контратаки юнит запустит ненаправленную атаку после получения удара.\nОднако юнит не сможет запустить Контратаку, находясь в Оглушении."
    },
    {
      "id": "tutorial_302_09",
      "content": "Gut gemacht.\nНаконец, мы сгенерируем навык Уклонения."
    },
    {
      "id": "tutorial_302_10",
      "content": "Будьте так добры, нажмите на портрет Фауст."
    },
    {
      "id": "tutorial_302_11_popup_title",
      "content": "Защитные Навыки: Уклонение"
    },
    {
      "id": "tutorial_302_11",
      "content": "При использовании Уклонения персонаж уклонится, если окончательное значение Силы Уклонения больше или равно Силе входящей атаки.\nАтака попадет с полной силой, если Сила Уклонения ниже, так что будьте осторожны."
    },
    {
      "id": "tutorial_302_12",
      "content": "Вы без проблем сгенерировали эти навыки.\nТеперь используйте их и продолжайте битву.\nВаша цель - уничтожить всех наших врагов."
    },
    {
      "id": "tutorial_1001_01",
      "content": "В подземельях существуют создания, которых мы называем <Аномалиями>.\nСтолкновения с ними будут неизбежны."
    },
    {
      "id": "tutorial_1001_02_popup_title",
      "content": "Аномалии и их Части"
    },
    {
      "id": "tutorial_1001_02",
      "content": "Аномалии состоят как минимум из одной части тела.\nКаждая часть имеет свои собственные слоты, а также индивидуальные навыки."
    },
    {
      "id": "tutorial_1001_03",
      "content": "Выберите один из навыков вашего Грешника и перетащите его в слот навыка Аномалии."
    },
    {
      "id": "tutorial_1001_04",
      "content": "Навыки Аномалий также имеют значения <Скорости>.\nНаряду с определением порядка действий, Скорость Аномалии - это то, на что нужно обращать внимание, когда вы хотите перенаправить ее атаки."
    },
    {
      "id": "tutorial_1001_05",
      "content": "Когда вы приказываете Грешнику с *более высокой* Скоростью нацелиться на один из слотов навыков Аномалии, она будет вынуждена вступить в <Столкновение> с новой целью."
    },
    {
      "id": "tutorial_1001_06",
      "content": "Перетащите навык персонажа с более высокой Скоростью, чтобы изменить цель Аномалии."
    },
    {
      "id": "tutorial_1001_07",
      "content": "Вы перенаправили цель Аномалии. Эти двое теперь вступят в Столкновение в этом ходу."
    },
    {
      "id": "tutorial_1001_08",
      "content": "Используя Скорость таким образом,\nвы можете свободно манипулировать тем, кого атакует Аномалия.\nВ Фокусированных Столкновениях жизненно важно *переключать цели*,\nчтобы они были вынуждены вступать в Столкновения, которые будут разыгрываться в вашу пользу."
    },
    {
      "id": "tutorial_1001_09",
      "content": "Теперь отдайте приказы остальным Грешникам."
    },
    {
      "id": "tutorial_1001_10",
      "content": "После того, как вы спланировали ходы ваших Грешников, нажмите здесь, чтобы начать бой."
    },
    {
      "id": "tutorial_1001_99_popup_title",
      "content": "Разрушение Частей"
    },
    {
      "id": "tutorial_1001_99",
      "content": "Когда ОЗ части тела уменьшается до 0, она считается <Сломанной>.\nСломанная часть становится уязвимой ко всем типам физических атак.\nНекоторые части могут потерять определенные навыки или пассивные способности после уничтожения.\nОбратите внимание, что у некоторых Аномалий есть регенерирующие части, а также то, что уничтожение определенных частей может вместо этого разъярить Аномалию."
    },
    {
      "id": "tutorial_1101_01",
      "content": "В исследуемых вами подземельях вы можете встретить Аномалии с несколькими частями.\nВ таких случаях каждая часть будет иметь разные Сопротивления и Пассивные способности, а также использовать разные навыки."
    },
    {
      "id": "tutorial_1101_02",
      "content": "Мы подготовили <Энциклопедию Аномалий> для таких случаев.\nВ ней перечислены Сопротивления, Навыки и Пассивные способности для каждой части.\nВыберите Аномалию, чтобы просмотреть ее запись."
    },
    {
      "id": "tutorial_1101_03_popup_title",
      "content": "Однако энциклопедия в данный момент неполна.\nПоверхностный анализ может дать лишь ограниченную информацию.\nНаши записи будут дополняться более подробной информацией по мере того, как вы будете сталкиваться с Аномалиями на поле битвы."
    },
    {
      "id": "tutorial_1101_03",
      "content": "Энциклопедия Аномалий записывает информацию об Аномалиях и их частях.\nПо своей природе Энциклопедия изначально неполна.\nЧем больше вы сражаетесь с Аномалией, тем больше ее записи будут заполняться в Энциклопедии.\nПосле достаточного количества столкновений Уровень Исследования Аномалии повысится.\nБолее высокие Уровни Исследований увеличивают урон, который вы наносите Аномалии."
    },
    {
      "id": "tutorial_1201_01",
      "content": "Во время Фокусированных Столкновений вас иногда могут попросить принять ключевые <Решения>.\nОни требуют от вас выбрать Грешника или действие на основе текущей ситуации.\nРеакция Аномалии может сильно отличаться в зависимости от сделанных вами выборов, поэтому выбирайте мудро."
    },
    {
      "id": "tutorial_1301_01_popup_title",
      "content": "Навыки с атакой по области"
    },
    {
      "id": "tutorial_1301_01",
      "content": "Навыки с атакой по области, или АоЕ-навыки, имеют присвоенное им Кол-во Целей (Кол-во Целей).\nЦели АоЕ-навыка зависят от его диапазона целей. (Передний, Средний, Задний, Специальный и т.д.)\nС АоЕ-навыками Столкновения могут происходить только против выбранного юнита вручную.\nЕсли АоЕ-навык проигрывает в Столкновении, атака будет отменена против всех его целей.\nЗащитные навыки все еще будут активироваться против АоЕ-навыков."
    }
  ]
}
